{
    "pop":{
            "043800":{
                "artist":"Marian Hill",
                "title":"Act One",
                "genre":"pop",
                "description":"In 2016, the American songwriting duo Marian Hill released their debut album, 'Act One'. Truly being their first act, songs featured on the album like 'Down' and 'Back To Me' brought the group into the spotlight. With strong beats, this album will be sure to get you jammin'.",
                "cover-art":"..public/img/pop/act-one.jpg"
                 
            },
            "043801":{
                "artist":"Halsey",
                "title":"BANLANDS",
                "genre":"pop",
                "description":"In her debut studio album released in 2015, Halsey brings her strong vocals to alternative pop sounds. Some critics claim her persona in interviews and the one on the album don't match, but fans don't seem to mind - critics are too critical. With songs like 'Colors', 'Hold Me Down' and 'New Americana', the album reached number 2 on the Billboard 200 chart.",
                "cover-art":"..public/img/pop/badlands.jpg"
            },
            "043802":{
                "artist":"Lana Del Rey",
                "title":"Born To Die",
                "genre":"pop",
                "description":"'Born To Die' is American singer and songwriter Lana Del Rey's second studio album. Despite ciriticism about her past life and her somber tunes, Lana Del Rey rose to popularity after the 2012 release of her album. Including songs like 'Born To Die' nad 'Video Games', the popularity of the album never diminished because it sure wasn't born to die.",
                "cover-art":"..public/img/pop/born-to-die.jpg"
            },
            "043803":{
                "artist":"Muzak Makers",
                "title":"#coachellabound",
                "genre":"pop",
                "description":"In their debut pop ablum, Muzak Makers bring the heat of summer. Featuring hit singles 'Eyebrows on Fleek' and 'No Flower Crown, No Glitter, No Service', this album sure will get you in the mood to sit at home and look at pictures of celebrities at Coachella. #hipster"
            },
            "043804":{
                "artist":"Calvin Harris",
                "title":"Funk Way Bounces Vol.1",
                "genre":"pop",
                "description":"In his fifth studio album, Calvin Harris brings the heat of summer into his tunes. After it's release in 2017, 'Funk Way Bounces Vol.1' has received positive reviews due to its popular artists featured and careless vibe. This album includes songs like 'Slide' and 'Rollin', both of which will get you boucning in the club.",
                "cover-art":"..public/img/pop/funk-way-bounces.jpg"
            },
            "043805":{
                "artist":"The xx",
                "title":"I See You",
                "genre":"pop",
                "description":"'I See You' is this English indie pop duo's third studio album. The xx manage to maintain their cool vibes in this album, while also trying something completely new. Featured on the album are songs like 'Dangerous' and 'On Hold'. Once again, The xx have produced an album that critics and fans both love.",
                "cover-art":"..public/img/pop/i-see-you.jpg"
            },
            "043806":{
                "artist":"ODEZA",
                "title":"In Return",
                "genre":"pop",
                "description":"In 2014, the American electro music duo released their second album. 'In Return' reached number one on the Top Dance/Electronic Albums chart, with amazing songs like 'Sun Models' and 'Say My Name'. You pay us money and in return we will give you one of the hottest albums of the year 2014!",
                "cover-art":"..public/img/pop/in-return.jpg"
            },
            "043807":{
                "artist":"Maggie Rogers",
                "title":"Now That the Light is Fading",
                "genre":"pop",
                "description":"Maggie Rogers, the American singer-songwriter, released her debut studio album in 2017. Featuring songs like 'Alaksa' and 'On+Off', Rogers has received praise from both critics and fans. The light of Maggie's career sure won't be fading soon, so keep an eye out for her!",
                "cover-art":"..public/img/pop/now-that-the-light-is-fading.jpg"
            },
            "043808":{
                "artist":"Oh Wonder",
                "title":"Oh Wonder",
                "genre":"pop",
                "description":"In Oh Wonder's debut stuido album, 'Oh Wonder',several singles released were combined to form one awe-inspiring album. Released in 2015, this album features songs like 'Drive' and 'Lose It'. Their creativity and talent will make you wonder.",
                "cover-art":"..public/img/pop/oh-wonder.jpg"
            },
            "043809":{
                "artist":"Ed Sheeran",
                "title":"+",
                "genre":"pop",
                "description":"Ed Sheeran's '+' (read: 'plus'), is this English singer-songwriter's debut album. After its release in 2011, Sheeran received some negative reviews from critics, but fans gobbled it up and his single 'The A Team' reached No.3 on the Billboard charts - what a plus!",
                "cover-art":"..public/img/pop/plus.jpg"
            },
            "043810":{
                "artist":"Vérité",
                "title":"Somewhere in Between",
                "genre":"pop",
                "description":"Released in 2017, Verité's debut studio album 'Somewhere In Between' has been a success! It features songs like her single 'When You're Gone' and 'Phase Me Out'. The American singer-songwriter shys away from labels on her music, and rather tends to be somewhere between indie pop and alternative pop (see what I did there).",
                "cover-art":"..public/img/pop/somewhere-in-between.jpg"
            },
            "043811":{
                "artist":"Maroon 5",
                "title":"Songs About Jane",
                "genre":"pop",
                "description":"In their debut studio album, Maroon 5 test their smooth jams sound. Including popular sogns like 'Harder To Breathe', 'This Love, and 'She Will Be Loved', the album was favorable with fans, selling almost 2.7 million copies after just 18 months.",
                "cover-art":"..public/img/pop/songs-about-jane.jpg"
            }
    },
    "rap":{
        
    },
    "classical":{
       
    },
    "jazz":{
        
    },
    "folk":{
        
    },
    "country":{
        
    },
    "latin":{
        
    },
    "decades":{
        
    },
    "alt":{
        
    },
    "indie":{
        
    },
    "rnb":{
        
    },
    "french":{
        
    },
    "soundtracks":{
        
    }
}