{
    "pop":{
            "0438728000":{
                "artist":"Marian Hill",
                "title":"Act One",
                "genre":"pop",
                "description":"In 2016, the American songwriting duo Marian Hill released their debut album, 'Act One'. Truly being their first act, songs featured on the album like 'Down' and 'Back To Me' brought the group into the spotlight. With strong beats, this album will be sure to get you jammin'.",
                "cover-art":"..public/img/pop/act-one.jpg"
                 
            },
            "0438728001":{
                "artist":"Halsey",
                "title":"BANLANDS",
                "genre":"pop",
                "description":"In her debut studio album released in 2015, Halsey brings her strong vocals to alternative pop sounds. Some critics claim her persona in interviews and the one on the album don't match, but fans don't seem to mind - critics are too critical. With songs like 'Colors', 'Hold Me Down' and 'New Americana', the album reached number 2 on the Billboard 200 chart.",
                "cover-art":"..public/img/pop/badlands.jpg"
            },
            "0438728002":{
                "artist":"Lana Del Rey",
                "title":"Born To Die",
                "genre":"pop",
                "description":"'Born To Die' is American singer and songwriter Lana Del Rey's second studio album. Despite ciriticism about her past life and her somber tunes, Lana Del Rey rose to popularity after the 2012 release of her album. Including songs like 'Born To Die' nad 'Video Games', the popularity of the album never diminished because it sure wasn't born to die.",
                "cover-art":"..public/img/pop/born-to-die.jpg"
            },
            "0438728003":{
                "artist":"Muzak Makers",
                "title":"#coachellabound",
                "genre":"pop",
                "description":"In their debut pop ablum, Muzak Makers bring the heat of summer. Featuring hit singles 'Eyebrows on Fleek' and 'No Flower Crown, No Glitter, No Service', this album sure will get you in the mood to sit at home and look at pictures of celebrities at Coachella. #hipster"
            },
            "0438728004":{
                "artist":"Calvin Harris",
                "title":"Funk Way Bounces Vol.1",
                "genre":"pop",
                "description":"In his fifth studio album, Calvin Harris brings the heat of summer into his tunes. After it's release in 2017, 'Funk Way Bounces Vol.1' has received positive reviews due to its popular artists featured and careless vibe. This album includes songs like 'Slide' and 'Rollin', both of which will get you boucning in the club.",
                "cover-art":"..public/img/pop/funk-way-bounces.jpg"
            },
            "0438728005":{
                "artist":"The xx",
                "title":"I See You",
                "genre":"pop",
                "description":"'I See You' is this English indie pop duo's third studio album. The xx manage to maintain their cool vibes in this album, while also trying something completely new. Featured on the album are songs like 'Dangerous' and 'On Hold'. Once again, The xx have produced an album that critics and fans both love.",
                "cover-art":"..public/img/pop/i-see-you.jpg"
            },
            "0438728006":{
                "artist":"ODEZA",
                "title":"In Return",
                "genre":"pop",
                "description":"In 2014, the American electro music duo released their second album. 'In Return' reached number one on the Top Dance/Electronic Albums chart, with amazing songs like 'Sun Models' and 'Say My Name'. You pay us money and in return we will give you one of the hottest albums of the year 2014!",
                "cover-art":"..public/img/pop/in-return.jpg"
            },
            "0438728007":{
                "artist":"Maggie Rogers",
                "title":"Now That the Light is Fading",
                "genre":"pop",
                "description":"Maggie Rogers, the American singer-songwriter, released her debut studio album in 2017. Featuring songs like 'Alaksa' and 'On+Off', Rogers has received praise from both critics and fans. The light of Maggie's career sure won't be fading soon, so keep an eye out for her!",
                "cover-art":"..public/img/pop/now-that-the-light-is-fading.jpg"
            },
            "0438728008":{
                "artist":"Oh Wonder",
                "title":"Oh Wonder",
                "genre":"pop",
                "description":"In Oh Wonder's debut stuido album, 'Oh Wonder',several singles released were combined to form one awe-inspiring album. Released in 2015, this album features songs like 'Drive' and 'Lose It'. Their creativity and talent will make you wonder.",
                "cover-art":"..public/img/pop/oh-wonder.jpg"
            },
            "0438728009":{
                "artist":"Ed Sheeran",
                "title":"+",
                "genre":"pop",
                "description":"Ed Sheeran's '+' (read: 'plus'), is this English singer-songwriter's debut album. After its release in 2011, Sheeran received some negative reviews from critics, but fans gobbled it up and his single 'The A Team' reached No.3 on the Billboard charts - what a plus!",
                "cover-art":"..public/img/pop/plus.jpg"
            },
            "0438728010":{
                "artist":"Vérité",
                "title":"Somewhere in Between",
                "genre":"pop",
                "description":"Released in 2017, Verité's debut studio album 'Somewhere In Between' has been a success! It features songs like her single 'When You're Gone' and 'Phase Me Out'. The American singer-songwriter shys away from labels on her music, and rather tends to be somewhere between indie pop and alternative pop (see what I did there).",
                "cover-art":"..public/img/pop/somewhere-in-between.jpg"
            },
            "0438728011":{
                "artist":"Maroon 5",
                "title":"Songs About Jane",
                "genre":"pop",
                "description":"In their debut studio album, Maroon 5 test their smooth jams sound. Including popular sogns like 'Harder To Breathe', 'This Love, and 'She Will Be Loved', the album was favorable with fans, selling almost 2.7 million copies after just 18 months.",
                "cover-art":"..public/img/pop/songs-about-jane.jpg"
            }
    },

    "rap":{
            "0438728100":{
                "artist":"2Pac",
                "title":"All Eyez On Me",
                "genre":"rap",
                "description":"'All Eyez On Me' is 2Pac's fourth studio album, and last one to be released before his death. Featuring songs like 'How Do U Want It' and 'Califronia Love', both of which reached number one on the Billboard Hot 100, all eyes were on 2Pac.",
                "cover-art":"..public/img/rap/all-eyez-on-me.jpg"
            },
            "0438728101":{
                "artist":"Khalid",
                "title":"American Teen",
                "genre":"rap",
                "description":"'American Teen' is American rapper Khalid's debut studio album. Released in 2017, one of the featured songs 'Location' reached 16 on the Billboards Hot 100. Also included, is 'Young, Dumb, and Broke', which embodies the carefree attitude of the younger generations #yolo.",
                "cover-art":"..public/img/rap/american-teen.jpg"
            },
            "0438728102":{
                "artist":"Travis Scott",
                "title":"Birds in the Trap Sing McKnight",
                "genre":"rap",
                "description":"Travis Scott's second studio album was released in 2016. 'Birds in the Trap Sing McKnight' features many popular rappers, like Kid Cudi and André 3000. With positive critical reviews and the success of songs like 'goosebumps', the hype was worth it.",
                "cover-art":"..public/img/rap/birds-in-the-trap-sing-mcknight.jpg"
            },
            "0438728103":{
                "artist":"J.Cole",
                "title":"Born Sinner",
                "genre":"rap",
                "description":"As J.Cole's second studio album, 'Born Sinner', the album was number two on the Billboard 200 for two weeks, finally climbing to number one. Including songs like 'Power Trip' and 'Crooked Smile' and featuring artists such as Miguel and Kendrick Lamar, this album was a born winner.",
                "cover-art":"..public/img/rap/born-sinner.jpg"
            },
            "0438728104":{
                "artist":"Muzak Makers",
                "title":"Coderz",
                "genre":"rap",
                "descriptio":"In Muzak Makers sixteenth rap studio alubm, they really step up their rap game. 'Coderz' is a progressive album that expresses the groups wide range of emoitons. Including songs like 'All Handz on Keyz' and 'All I Do is Code', this album peaked at number 456 on Billboard 200. Come one, get ur code on!"
            },
            "0438728105":{
                "artist":"Chance the Rapper",
                "title":"Coloring Book",
                "genre":"rap",
                "description":"American rapper Chance the Rapper released his third mixtape, 'Coloring Book' in 2016. Considered a fusion of hip hop and goapel sounds (he took that chance!), Chance's album won Best Rap Album at the 2017 Grammy Awards. The album features songs like 'No Problem' and artists such as Kanye West and Justin Bieber.",
                "cover-art":"..public/img/rap/coloring-book.jpg"
            },
            "0438728106":{
                "artist":"Future",
                "title":"Future",
                "genre":"rap",
                "description":"'Future' is American rapper Future's fifth studi album. Although critics do not consider the album groundbreaking, it is a quality album that showcases the artist's talents. Released in 2017, listening to this album will transport you to the sound of the future.",
                "cover-art":"..public/img/rap/future.jpg"
            },
            "0438728107":{
                "artist":"Kendrick Lamar",
                "title":"good kid, m.A.A.d city",
                "genre":"rap",
                "description":"'good kid, m.A.A.d city' is American rapper Kendrick Lamar's second studio album. Released in 2012, it reached number 2 on the Billboard 200 chart. With songs like 'Swimming Pools' and 'Poetic Justice', you'd be maad not to buy it! ",
                "cover-art":"..public/img/rap/good-kid-maad-city.jpg"
            },
            "0438728108":{
                "artist":"Lupe Fiasco",
                "title":"Lupe Fiasco's Food & Liquor",
                "genre":"rap",
                "description":"'Food & Liquor' is Lupe Fiasco's debut studio album, released in 2006. Despite none of the singles reaching the top 10 on the charts, the album was extremely popular and won the Best Rap Album at the 2007 Grammy Awards, creating quite the fiasco. Songs like 'Daydreamin' and 'Kick, Push' are festured on the album. ",
                "cover-art":"..public/img/rap/lupe-fiascos-food-&-liquor.jpg"
            },
            "0438728109":{
                "artist":"Kid Cudi",
                "title":"Man on the Moon: The End of Day",
                "genre":"rap",
                "description":"Released in 2009, 'Man on the Moon' is American rapper Kid Cudi's first studio album. ALthough not very successful internationally, 'Man on the Moon' sold 104,000 copies in the first week in the US. The album features songs like 'Day 'n' Nite' and 'Pursuit of Happiness'. Be prepared to be sent to the moon.",
                "cover-art":"..public/img/rap/man-on-the-moon.jpg"
            },
            "0438728110":{
                "artist":"Missy Elliot",
                "title":"Miss E...So Addictive",
                "genre":"rap",
                "description":"In her third studio album, Missy Elliot delivers popular songs like 'Get Ur Freak On' and 'One Minute Man'. After being released in 2001, 'Miss E...So Addictive' recevied postive reviews from critics and fans alike. Warning: this album is addictive!",
                "cover-art":"..public/img/rap/miss-e-so-addictive.jpg"
            },
            "0438728111":{
                "artist":"Drake",
                "title":"Take Care",
                "genre":"rap",
                "description":"'Take Care' is Drake's second studio album, relased in 2011. This CANADIAN rapper carefully crafted an album that balanced minimalist R&B elements with his vocals, and in the first week 631,000 copies were sold. Praised by critics, including songs ike 'Headlines' and 'Take Care', and featuring artists like Rihanna and Nicki Minaj, take care of yourself and jam to this album.",
                "cover-art":"..public/img/rap/take-care.jpg"
            }
    },

    "classical":{
            "0438728200":{
                "artist": "Yo-Yo Ma",
                "title": "Songs From the Arc of Life",
                "genre": "Classical",
                "description": "Songs From the Arc of Life is an album made up by songs written by multiple composers all performed by Yo-Yo Ma, one of the world’s most famous cellists. He describes this album as being a look into our life and the life events we all go through. This album features famous classical songs such as \"Ave Maria\" and \"Songs my Mother Taught me\".",
                "coverArt": "../public/img/classical/Yo_Yo_Ma.jpg"
            },
            "0438728201":{
                "artist": "James Howsmon",
                "title": "Mozart Among Friends",
                "genre": "Classical",
                "description": "Mozart Among Friends was an album created to bring light to some of Mozart’s lesser known pieces. James Howsmon is a professor at Oberlin college and teamed up with Marilyn McDonald to make this album. It was released in 2017 and features songs such as \"Sonata in A major, K. 526\" and \"Sonata in G major, K. 379\".",
                "coverArt": "../public/img/classical/Mozart_Among_Friends.jpg"
            },
            "0438728202":{
                "artist": "Keaton Henson",
                "title": "Romantic Works",
                "genre": "Classical",
                "description": "Romantic Works is the 3rd album by British musician Keaton Henson. This album was written to be completely instrumental and features cellist Ren Ford. It was released in 2014 and features tracks such as \"Earnestly Yours\" and \"Healah Dancing\".",
                "coverArt": "../public/img/classical/Keaton_Henson.jpg"
            },
            "0438728203":{
                "artist": "Paul Lewis",
                "title": "Beethoven: Piano Sonatas, Vol. 3",
                "genre": "Classical",
                "description": "Beethoven: Piano Sonatas, Vol. 3 is the 3rd edition to the collection of recorded piano sonatas by Paul Lewis. Paul Lewis strives to keep the integrity of the music written by the original composer so he does not often interpret songs to his own liking, making it specific to him and showing reverence for Beethoven himself. This album was released in 2007 and features world famous Beethoven classics such as \"Sonata No. 14 Moonlight\" and \"Sonata No. 23 Appassionata\".",
                "coverArt": "../public/img/classical/Paul_Lewis.jpg"
            },
            "0438728204":{
                "artist": "René Jacobs",
                "title": "Mozart Symphonies Nos. 39 & 40",
                "genre": "Classical",
                "description": "Mozart Symphonies Nos. 39 & 40 is a combination of two Mozart symphonies performed by Belgian musician and composer, René Jacobs. This album was released in 2010 and includes all of symphonies No 39 and 40.",
                "coverArt": "../public/img/classical/Rene_Jacobs.jpg"
            },
            "0438728205":{
                "artist": "Vladimir Ashkenazy",
                "title": "Bach: French Suites, BWV 812-817",
                "genre": "Classical",
                "description": "This album by Russian musician, Vladimir Ashkenazy is a combination of Bach’s French suites between numbers 812 and 817. Vladimir is known for being an incredible orchestra pianist and conductor and has won several Grammys for his recordings of classical pieces. This album includes all parts of the suites 812-817.",
                "coverArt": "../public/img/classical/Vladamir.jpg"
            },
            "0438728206":{
                "artist": "Sistine Chapel Choir",
                "title": "Palestrina",
                "genre": "Classical",
                "description": "Palestrina is a classical choir work performed by the Sistine Chapel Choir. The Sistine Chapel Choir is made up of about 30 boys and men who are focused on not only recreating this classical work, but using actual Renaissance practices to get the most authentic sound. The album includes songs such as \"Confitemini Domino\" and \"Ave Maria\".",
                "coverArt": "../public/img/classical/Palestrina.jpg"
            },
            "0438728207":{
                "artist": "Yekwon Sunwoo",
                "title": "Cliburn Gold 2017- 15th Van Cliburn International Piano Competition",
                "genre": "Classical",
                "description": "The Cliburn Gold 2017 is a recording of some of the finalists from 2017’s Cliburn piano competition. Hundreds of contestants enter the competition from around the world to compete for the chance to win one million dollars and the start of their classical piano career. This album features the recordings of 5 of the finalists performances.",
                "coverArt": "../public/img/classical/Cliburn_Gold.jpg"
            },
            "0438728208":{
                "artist": "Alessandro Taverna",
                "title": "Debussy & Ravel: Piano Works",
                "genre": "Classical",
                "description": "Alessandro Taverna has a great attraction to the works of Debussy & Ravel. Taverna recorded this album containing some of the most famous piano works by Debussy and Ravel. The album is divided into two parts, each half featuring works of either composer",
                "coverArt": "../public/img/classical/Alessandro_Taverna.jpg"
            },
            "0438728209":{
                "artist": "National Philharmonic Orchestra",
                "title": "Tchaikovsky: The Nutcracker/Offenbach: Le Papillon",
                "genre": "Classical",
                "description": "This is the recording of two of the most famous ballets, Tchaikovsky's Nutcracker and Offenbach's Le Papillon, played by the National Philharmonic Orchestra. The National Philharmonic Orchestra is a very large orchestra with several conductors. They have also been featured on many movie soundtracks. This album contains the famous songs of both the Nuutcracker and Le Papillon including \"Waltz of the Flowers\" and \"Dance of the Sugar-Plum Fairy\"",
                "coverArt": "../public/img/classical/Nutcracker.jpg"
            },
            "0438728210":{
                "artist": "André Previn",
                "title": "Tchaikovsky: Swan Lake",
                "genre": "Classical",
                "description": "Tchaikovsky is a very well-known composer who has written the music to multiple world famous ballets, Swan Lake being one of them. This is a recording of André Previn playing all of the pieces from the ballet.",
                "coverArt": "../public/img/classical/Swan_Lake.jpg"
            },
            "0438728211":{
                "artist": "Muzak Makers",
                "title": "Issa Wig Symphony in C#",
                "genre": "Classical",
                "description": "Inspired by the art of powdered wigs and the world-famous meme, the Muzak Makers created this artfully composed symphony only from the sounds wigs could produce. A creative edition to all of the classics, some have compared it to the symphonies of Bach and Beethoven. This symphony includes pieces such as \"Your Hair Changes all the Time in F#\" and \"YOU GOT BANGS?! in D Minor\"",
                "coverArt": "" 
            }
    },

    "jazz":{
            "0438728300":{
                "artist": "Kenny G",
                "title": "Ultimate Kenny G",
                "genre": "Jazz",
                "description": "The Ultimate Kenny G album is Kenny G’s 3rd album of hits to be released. Kenny G is one of the best-known jazz saxophonists who has made several albums and has had several hits on jazz charts. This album was released in 2003 and features hits such as \"Havana\", \"Jasmine Flower\", \"The Girl from Ipanema\" and more.",
                "coverArt": "../public/img/jazz/Kenny_G.jpg"
            },
            "0438728301":{
                "artist": "The Dave Brubeck Quartet",
                "title": "Time Out",
                "genre": "Jazz",
                "description": "Time Out is one of the many albums released by the jazz group The Dave Brubeck Quartet. This album was released in 1959 and was featured on the pop and jazz charts. This album was known for its unique use of time signatures that are very uncommon to use in jazz music. This album features songs such as \"Take Five\" and \"Blue Rondo à la Turk\".",
                "coverArt": "../public/img/jazz/Dave_Brubeck_Quartet.jpg"
            },
            "0438728302":{
                "artist": "J.J. Johnson",
                "title": "Blue Trombone",
                "genre": "Jazz",
                "description": "Blue Trombone is a LP that was released by J.J. Johnson in 1957. This was one of the first albums that showed the new subgenre of hard bop. This album features songs such as \"Hello, Young Lovers\" and \"What’s New\".",
                "coverArt": "../public/img/jazz/JJ_Johnson.jpg"
            },
            "0438728303":{
                "artist": "Herbie Hancock",
                "title": "Empyrean Isles (The Rudy Van Gelder Edition)",
                "genre": "Jazz",
                "description": "Empyrean Isles is the 4th album by Herbie Hancock released in 1964. This is one of the most popular albums for Herbie Hancock and features two of his most famous songs, \"One Finger Snap\" and \"Cantaloupe Island\".",
                "coverArt": "../public/img/jazz/Herbie_Hancock.jpg"
            },
            "0438728304":{
                "artist": "Miles Davis",
                "title": "Birth of the Cool",
                "genre": "Jazz",
                "description": "Birth of the Cool is a compilation album of notable songs by Miles Davis released in 1957. This album features many famous jazz musicians and is known for having very uncommon instrumental elements that pulled inspiration from classical music. This album features tracks such as \"Move\" and \"Moon Dreams\".",
                "coverArt": "../public/img/jazz/Miles_Davis.jpg"
            },
            "0438728305":{
                "artist": "Chet Baker",
                "title": "Chet in Paris",
                "genre": "Jazz",
                "description": "Chet in Paris is an album that was recorded by American jazz musician Chet Baker when he went on his recording tour of Europe. Chet Baker is known for his innovative jazz vocals and his publicized drug use. This album was released in 2000 and features songs such as \"Alone Together\" and \"Summertime\".",
                "coverArt": "../public/img/jazz/Chet_Baker.jpg"
            },
            "0438728306":{
                "artist": "Louis Armstrong",
                "title": "The Essential Louis Armstrong",
                "genre": "Jazz",
                "description": "The Essential Louis Armstrong is a hits album that was released in 2004. Louis Armstrong is one of the most iconic jazz musicians. This album features some of his greatest hits such as \"What a Wonderful World\", \"When The Saints go Marching in\" and many more.",
                "coverArt": "../public/img/jazz/Louis_Armstrong.jpg"
            },
            "0438728307":{
                "artist": "Jamie Cullum",
                "title": "Twentysomething",
                "genre": "Jazz",
                "description": "Twentysomething is the second album to be released from modern day British jazz musician Jamie Cullum. This album features jazz covers and original songs. Some of the songs on the album include hits such as \"Twentysomething\", \"Wind Cries Mary\" and \"All at Sea\".",
                "coverArt": "../public/img/jazz/Jamie_Cullum.jpg"
            },
            "0438728308":{
                "artist": "Glenn Miller",
                "title": "The Ultimate Big Band Collection",
                "genre": "Jazz",
                "description": "The Ultimate Big Band Collection by Glenn Miller is a compilation of many songs performed by a big band, meaning a group of anywhere between 12 to 25 musicians. This album was released in 1939 and features songs such as \"Moonlight Serenade\" and \"Don’t Sit Under the Apple Tree (With Anyone but Me)\".",
                "coverArt": "../public/img/jazz/Glenn_Miller.jpg"
            },
            "0438728309":{
                "artist": "Nat King Cole",
                "title": "The Unforgettable Nat King Cole",
                "genre": "Jazz",
                "description": "The Unforgettable Nat King Cole is a compilation of all of Nat King Cole’s most famous songs. Nat King Cole is a very well-known jazz pianist and singer. This album was released in 2000 and features some of his greatest hits such as \"L-O-V-E\" and \"Unforgettable\".",
                "coverArt": "../public/img/jazz/Nat_King_Cole.jpg"
            },
            "0438728310":{
                "artist": "Ella Fitzgerald",
                "title": "Ella and Friends",
                "genre": "Jazz",
                "description": "Ella and Friends is a duet album released by the queen of jazz, Ella Fitzgerald, in 1996. This album features songs with Louis Armstrong, The Ink Spots, and other famous jazz musicians. This album has songs such as \"Dream a Little Dream of Me\", \"(I Love You) For Sentimental Reasons\" and \"Baby It’s Cold Outside\".",
                "coverArt": "../public/img/jazz/Ella_Fitzgerald.jpg"
            },
            "0438728311":{
                "artist": "Muzak Makers",
                "title": "Smooth HTML",
                "genre": "Jazz",
                "description": "The Muzak Makers are back at it again with their 45th studio album under the record label Emo-Bois. In Smooth HTML the Muzak Makers use their genius coding skills to create the worlds most amazing album yet featuring the sweet sounds of saxophone and futuristic elements. Some say this album has changed the future of jazz music forever. Smooth HTML features smash hits such as \"Divs to the Heart\" and \"Too Many Li’s Comin Out Your Mouth\"",
                "coverArt": "" 
            }
    },

    "folk":{
            "0438728400":{
                "artist": "Pete Seeger ",
                "title": "American Ballads" ,
                "genre": "Folk" ,
                "description": "Pete Seeger was an iconic folk singer during the 19th century who was known for his political activism and banjo playing abilities. This ablum, produced in 1957, is full of gritty American folk tunes such as 'The Titanic Disaster' and 'Down in Carlisle.'",
                "coverArt": "../public/img/folk/peteseeger.jpg"
            },
            "0438728401":{
                "artist": "Peter, Paul and Mary ",
                "title": " Peter, Paul and Mary " ,
                "genre": "Folk " ,
                "description": "Peter, Paul and Mary were one of the most popular groups of the 1960s and created beautiful harmonies in their polictically charged songs. This debut album, produced in 1962, includes classic folk songs such as '500 Miles', 'The Lemon Tree' and the earth-shattering 'If I had a Hammer.'",
                "coverArt": "../public/img/folk/peterpaulandmary.jpg"
            },
            "0438728402":{
                "artist": " Joni Mitchell ",
                "title": "Blue" ,
                "genre": "Folk" ,
                "description": "Joni Mitchell is a Canadian singer/songwriter known for her light, raw voice and her songs about the hard times of life. She was one of the most popular artists in the 1970s. This album, produced in 1971 and perhaps her most popular and emotional contains hits like 'A Case of You,' 'River,' and 'California.' ",
                "coverArt": "../public/img/folk/jonimitchell.jpg"
            },
            "0438728403":{
                "artist": "John Denver",
                "title": "Back Home Again" ,
                "genre": "Folk" ,
                "description": "John Denver was a popular country-folk artist in the 1970s who wrote about the beauties of life and nature. This album was produced in 1971 and features some his greatest such as 'Annie's song,' 'Thank God I'm a Country Boy,' and 'Matthew' ",
                "coverArt": "../public/img/folk/johndenver.jpg"
            },
            "0438728404":{
                "artist": "Crosby, Stills & Nash",
                "title": "Crosby, Stills & Nash" ,
                "genre": "Folk" ,
                "description": "Crosby, Stills & Nash are known for their perfect harmonies and sweet guitar ballads. This album produced in 1969 includes two of their most popular songs: 'Suite: Judy Blue Eyes' and 'Helplessly Hoping.'",
                "coverArt": "../public/img/folk/csn.jpg"
            },
            "0438728405":{
                "artist": "Bob Dylan",
                "title": "The Freewheelin' Bob Dylan" ,
                "genre": "Folk" ,
                "description": "Bob Dylan is one of the most influential musicians of all time and his music has stood the test of time. This album was produced in 1963 and features songs such as 'Blowin' in the Wind' and 'Don't Think Twice, It's All Right.'",
                "coverArt": "../public/img/folk/bobdylan.jpeg"
            },
            "0438728406":{
                "artist": "The Kingston Trio",
                "title": "The Capitol Collector's Series" ,
                "genre": "Folk" ,
                "description": "In the early 60's, the Kingston Trio, was the most popular folk group in the world. This album was produced in 1990 contains many of their classics digitally remastered. The album includes favorites like: 'Greenback Dollar,' 'Tom Dooley,' and 'Where Have All the Flowers Gone?'",
                "coverArt": "../public/img/folk/kingstontrio.jpg"
            },
            "0438728407":{
                "artist": "Simon and Garfunkel",
                "title": "Bridge Over Troubled Water",
                "genre": "Folk" ,
                "description": "Simon and Garfunkel were the most popular folk-rock group in the 1960s writing songs with persice harmonies and lots of guitar strumming. This album was produced in 1970 and features some of their greatest songs including 'Bridge Over Troubled Water' and 'Cecilia.'","coverArt": "../public/img/folk/simonandgar.jpeg"
            },
            "0438728408":{
                "artist": "Woody Guthrie",
                "title": "Woddy Guthrie Sings Folk Songs " ,
                "genre": "Folk" ,
                "description": "Woody Guthrie set the tone for folk artists after him and influenced so many musicians in the second half of the 20th century. His songs are twangy folk classics and this album produced in 1962 contains some nice tunes including: 'Hard Traveling' and 'Jackhammer John.'",
                "coverArt": "../public/img/folk/woodyguthrie.jpeg"
            },
            "0438728409":{
                "artist": "Buffy Sainte-Marie",
                "title": "She Used to Be A Ballerina " ,
                "genre": "Folk" ,
                "description": "Buffy Sainte-Marie is a Native American folk-singer that was popular during the 60s and continues to make and produce music today. This album was produced in 1971 and has hits like 'Sweet September Morning' and 'Helpless.'",
                "coverArt": "../public/img/folk/buffy.jpeg"
                },
            "0438728410":{
                "artist": "Joan Baez",
                "title": "Blessed Are..." ,
                "genre": "Folk" ,
                "description": "Joan Baez was a very popular folk-singer in the 60s and remains very popular today. She often covered folk classics but added her sweet soprano voice. This ablum was produced in 1971 and features hits such as 'The Night They Drove Old Dixie Down' and 'Warm And Tender Love'",
                "coverArt": "../public/img/folk/joanbaez.jpeg"
            },
            "0438728411":{
                "artist": "Muzak Makers",
                "title": "wtf (What the Folk)" ,
                "genre": "Folk" ,
                "description": "The Muzak Makers have won the most grammy's in all of history. They are an emo all-bois band from the little known small town of Seattle, WA. This album is one of their oldest, it was released in 1901 but was an instant best-seller because it was the first folk-album ever released and the incoroporation of EDM and Folk music. It features singles such as, 'My banjo and Turntables' and 'Old Yesler Tearing Up the Forest'",
                "coverArt": "../public/img/folk/"
            }
    },

    "country":{
            "0438728500":{
                "artist":"Shania Twain",
                "title":"Come On Over",
                "genre":"country",
                "description":"Come On Over is Canadian singer Shania Twain's third studio album. Released in 1997, it became the best selling country album of a Candian artist. Features songs such as 'Man! I feel like a woman!' and 'That Don't Impress Me Much'. Team Canada!",
                "cover-art":"..public/img/country/come-on-over.jpg"
            },
            "0438728501":{
                "artist":"Luke Bryan",
                "title":"Crash My Party",
                "genre":"country",
                "description":"Luke Brysn, American country artist, released Crash My Party in 2013. Featuring songs like 'Play It Again' and 'That's my Kind of Night', the album has been extremely popular despite mixed reviews from critics, showing critics aren't always right.",
                "cover-art":"..public/img/country/crash-my-party.jpg"
            },
            "0438728502":{
                "artist":"Miranda Lambert",
                "title":"Four the Record",
                "genre":"country",
                "description":"Four the Record is Miranda Lambert's fourth studio record, and features songs like 'Mama's Broken Heart' and 'Over You', bringing the fiery passion that Lambert is known for. Released in 2011, Four the Record has sold over one million copies nad was praised by critics.",
                "cover-art":"..public/img/country/four-the-record.jpg"
                 
            },
            "0438728503":{
                "artist":"Florida Georgia Line",
                "title":"Here's to the Good Times",
                "genre":"country",
                "description":"In their debut album, Florida Georgia Line bring the heat with songs like 'Cruise' and 'Round Here'. Released in 2012, Here's to the Good Times became the 6th best selling album in the U.S. in 2013.",
                "cover-art":"..public/img/country/heres-to-the-good-times.jpg"
            },
            "0438728504":{
                "artist":"Hunter Hayes",
                "title":"Hunter Huayes - Encore",
                "genre":"country",
                "description":"Hunter Hayes - Encore is American singer Hunter Hayes' debut studio album. The country cutie delivers smooth vocals and sick guitar riffs in this 2011 album. Featuring songs like 'Wanted' and 'I Want Crazy', this album is sure to get you jammin'.",
                "cover-art":"..public/img/country/hunter-hayes-encore.jpg"
                 
            },
            "0438728505":{
                "artist":"Old Dominion",
                "title":"Meat and Candy",
                "genre":"country",
                "description":"Old Dominion released their debut stuido album, Meat and Candy, in 2015. Since then, songs like 'Break Up with Him' and 'Snapback' have become popular with what critics call their catchy tunes and clever lyrics ",
                "cover-art":"..public/img/country/meat-and-candy.jpg"
            },
            "0438728506":{
                "artist":"Sam Hunt",
                "title":"Montevallo",
                "genre":"country",
                "description":"In his 2014 debut studio album, Sam Hunt co-wrote every track, including songs such as 'House Party' and 'Break Up in a Small Town'. Montevallo was nominated for Best Country Album at the Grammy Awards in 2015. Unfortunately, this country singer is married but his album is still a hit.",
                "cover-art":"..public/img/country/montevallo.jpg"
            },
            "0438728507":{
                "artist":"Muzak Makers",
                "title":"My Wife, My Dog, My Truck",
                "genre":"country",
                "description":"Muzak Makers did it again! They produced a country album that topped the charts! With their unconventional ways and their passionate guitar solos, 'My Wife, My Dog, My Wife' speaks to the coutnry in all of us. Featuring songs like 'My Truck is Bigger Than Your Truck' and 'All My Ex's Live Next Door (Small Town Livin)', this album will sure be a hit at your next backyard shindig.",
                "cover-art":"..public/img/country/my-wife-my-dog-my-truck.jpg"
            },
            "0438728508":{
                "artist":"Lady Antebellum",
                "title":"Need You Now",
                "genre":"country",
                "description":"Need You Now is Lady Antebellum's second studio album. Released in 2010, the country album won the Grammy Award for Best Country Album in 2011. Including songs like 'Need You Now' and 'American Honey', this album will make you feel some kind of way.",
                "cover-art":"..public/img/country/need-you-now.jpg"
            },
            "0438728509":{
                "artist":"Carrie Underwood",
                "title":"Some Hearts",
                "genre":"country",
                "description":"Carrie Underwood released her debut studio album, Some Hearts, in 2005. It rocked the world of country, with songs like 'Before He Cheats' which speaks of her revenge on a cheating boyfriend. With Underwood's powerful voice and even more powerful lyrics, Some Hearts became the best selling album of 2006 #tbt.",
                "cover-art":"..public/img/country/some-hearts.jpg"
            },
            "0438728510":{
                "artist":"Kenny Chesney",
                "title":"The Big Revival",
                "genre":"country",
                "description":"In 2014, American country singer Kenney Chesney released his sixteenth studio album. You go Kenney! The Big Revival features songs like 'American Kids' and 'Save It for a Rainy Day'. Although not best seller, citcs loved Chesney's album, saying it was one of his best. After lsitening to the other fifteen, let us know what you think!",
                "cover-art":"..public/img/country/the-big-revival.jpg"
            },
            "0438728511":{
                "artist":"Josh Thompson",
                "title":"Way Out Here",
                "genre":"country",
                "description":"Way Out Here is Josh Thompson's debut studio album, released in 2010. With smooth vocals and crafty lyrics (and lucious locks), Thompson's songs like 'Way Out Here' and 'Beer on the Table' were top 20 on the Billboard Hot Country Songs.",
                "cover-art":"..public/img/country/way-out-here.jpg"
            }
    },

    "latin":{
            "0438728600":{
                "artist": "Shakira",
                "title": "El Dorado",
                "genre": "Latin",
                "description": "El Dorado is the eleventh studio album by Colombian singer Shakira. It was released on May 26, 2017 by Sony Music Latin. Inspired by her personal life and experiences, El Dorado primarily features songs about the singer's relationship with her boyfriend, Gerard Piqué. This album features hit singles such as 'Chantaje' and 'Me Enamoré'.",
                "coverArt": "../public/img/latin/El_Dorado.jpg"
            },
            "0438728601":{
                "artist": "Dvicio",
                "title": "Justo Ahora",
                "genre": "Latin",
                "description": "Justo Ahora is the debut studio album by Spanish group Dvicio. Dvicio was formed in Madrid, Spain in 2009 and was given a label with Sony Music. The band's first single, 'Paraíso' was released in March of 2014 followed by Justo Ahora which was released in September of 2014. This album features hit singles such as 'Paraíso', 'Enamorate', and 'Justo Ahora'.",
                "coverArt": "../public/img/latin/Justo_Ahora.jpg"
            },
            "0438728602":{
                "artist": "Marc Anthony",
                "title": "Contra La Corriente",
                "genre": "Latin",
                "description":"Contra La Corriente is the third studio album released by American singer Marc Anthony on October 21, 1997. Contra la Corriente became the first salsa album reach number one on the Top Latin Albums chart and to chart on the Billboard 200. The album produced six singles: 'Y Hubo Alguien', 'Me Voy a Regalar', 'Si Te Vas', 'No Me Conoces', 'Contra La Corriente', and 'No Sabes Como Duele'.",
                "coverArt": "../public/img/latin/Contra_La_Corriente.jpg"
            },
            "0438728603":{
                "artist": "Shakira",
                "title": "Donde Estan Los Ladrones",
                "genre": "Latin",
                "description": "Donde Estan Los Ladrones is the fourth studio album by Colombian singer Shakira. It was released on September 29, 1998 by Columbia Records and Sony Music Latin. It was nominated for a Grammy Award in 1999 for Best Latin Rock Album. This album features singles such as 'Ojos Así', 'No Creo', and '¿Donde están los ladrones?'.",
                "coverArt": "../public/img/latin/Donde_Estan_Los_Ladrones.jpg"
            },
            "0438728604":{
                "artist": "Selena",
                "title": "La Leyenda",
                "genre": "Latin",
                "description": "La Leyenda is the third box set from Tejano pop singer Selena that was released by Capitol Latin/EMI and Q-Productions labels. The album was released on March 9, 2010. La Leyenda gathers Selena's top hits and fan favorites for a career-spanning celebration of her vibrant music and life. This album features songs such as 'Amor Prohibido', 'Bidi Bidi Bom Bom' and 'Si Una Vez'.",
                "coverArt": "../public/img/latin/La_Leyenda.jpg"
            },
            "0438728605":{
                "artist": "Elvis Crepo",
                "title": "Suavamente",
                "genre": "Latin",
                "description": "Suavamente is debut studio album by American merenguero recording artist Elvis Crespo. It was released on on April 14, 1998 by Sony Music Latin. Its title song remains a staple at Latin music nightclubs and festivals, while Suavemente has been ranked among the most essential Latin albums of the past 50 years by Billboard magazine. This album features hit singles such as 'Suavamente' and 'Tu Sonrisa'.",
                "coverArt": "../public/img/latin/Suavamente.jpg"
            },
            "0438728606":{
                "artist": "Nicky Jam",
                "title": "Fénix",
                "genre": "Latin",
                "description": "Fénix is the seventh studio album by American singer Nicky Jam. It was released on January 20, 2017 by Industria Inc., Sony Music Latin and RCA Records. It includes the hit single 'El Perdón' which features Spanish singer Enrique Iglesias alongside the singles 'Hasta el Amanecer' and 'El Amante'.",
                "coverArt": "../public/img/latin/Fenix.jpg"
            },
            "0438728607":{
                "artist": "Alejandro Fernández",
                "title": "Que Seas Muy Feliz",
                "genre": "Latin",
                "description": "Que Seas Muy Feliz is the fourth studio album recorded by Mexican singer Alejandro Fernández released on May 2, 1995. The song 'Como Quien Pierde Una Estrella' became the most popular song of the year and became the new anthem for the genre. This album features singles such as 'Como Quien Pierde Una Estrella', 'Que Bueno', and 'Llorando Penas'.",
                "coverArt": "../public/img/latin/Que_Seas_Muy_Feliz.jpg"
            },
            "0438728608":{
                "artist": "Gloria Estefan",
                "title": "Mi Tierra",
                "genre": "Latin",
                "description": "Mi Tierra is the third studio album by Cuban-American recording artist Gloria Estefan. It was released on June 22, 1993 by Epic Records. Mi Tierra is Estefan's first Spanish-language album and pays homage to her Cuban roots. This album features singles such as 'Mi Tierra', 'Tradición', and 'Mi Buen Amor'.",
                "coverArt": "../public/img/latin/Mi_Tierra.jpg"
            },
            "0438728609":{
                "artist": "Alejandro Fernández",
                "title": "A Corazón Abierto",
                "genre": "Latin",
                "description": "A Corazón Abierto is the eleventh studio album by Mexican singer Alejandro Fernández and was released on September 4, 2007. This album contains a selection of tracks that cross the rhythmic pop and the romantic ballad. It features hit singles such as 'Qué Lástima', 'Me Dediqué A Perderte' and 'Que Voy a Hacer Con Mi Amor'.",
                "coverArt": "../public/img/latin/A_Corazon_Abierto.jpg"
            },
            "0438728610":{
                "artist":"Selena",
                "title": "Amor Prohibido",
                "genre": "Latin",
                "description": "Amor Prohibido is the fourth studio album by American singer Selena. It was released on March 13, 1994 by EMI Latin. Amor Prohibido is a Tejano cumbia album modernized with a synthesizer-rich delivery using a minimalist style that was quintessential in early 1990s Tejano music. It features singles such as 'Amor Prohibido', 'El Chico del Apartamento 512', and 'Bidi Bidi Bom Bom'.",
                "coverArt": "../public/img/latin/Amor_Prohibido.jpg"
            },

            "0438728611":{
                "artist": "Muzak Makers",
                "title": "Relampago",
                "genre":"Latin",
                "desciption": "Relampago is the fifth studio album by American all-around genre band Muzak Makers and was released on March 26, 2016. Relampago is a lit album that fans have cited as the spiciest album of the ages. This album features hit singles such as 'Andy Es Mi Corazón', 'HTMLoco', and 'Iluminado'.",
                "coverArt": ""
            }
    },

    "decades":{
            "0438728700":{
                "artist": "Hall and Oates",
                "title": "The Very Best of Hall and Oates",
                "genre": "Decades",
                "description": "Hall and Oates are an American music duo from the 70’s and 80’s who have sold millions of records. The Very Best of Daryl Hall & John Oates is a 2001 compilation album of the duo Hall & Oates. This compilation album features hits such as \"Rich Girl\", \"Maneater\", \"Sara Smile\" and many more.",
                "coverArt": "../public/img/decades/Hall_and_Oates.jpg"
            },
            "0438728701":{
                "artist": "Michael Jackson",
                "title": "Thriller",
                "genre": "Decades",
                "description": "Thriller is the 6th studio album for famous singer Michael Jackson. Album was released in 1982 and sold 66 million copies. Thriller features smash hits such as \"Thriller\", \"Billy Jean\" and \"Beat it\" along with many others.",
                "coverArt": "../public/img/decades/Michael_Jackson.png"
            },
            "0438728702":{
                "artist": "Billy Joel",
                "title": "Piano Man",
                "genre": "Decades",
                "description": "Piano Man is the second album from singer Billy Joel released in 1973. It features famous hits such as \"Piano Man\", \"Captain Jack\" and \"Worse Comes to Worst\". Billy Joel’s hits spanned through the 70’s to the 90’s, making Joel the 6th best-selling recording artist in the united states.",
                "coverArt": "../public/img/decades/Billy_Joel.jpg"
            },
            "0438728703":{
                "artist": "Spice Girls",
                "title": "Spice",
                "genre": "Decades",
                "description": "Spice was the debut album for the British girl group, The Spice Girls. The album was released in 1996 and quickly climbed the ranks in the pop charts. Spice includes songs such as \"Wannabe\" and \"Say You’ll Be There\".",
                "coverArt": "../public/img/decades/Spice_Girls.jpg"
            },
            "0438728704":{
                "artist": "Boyz II Men",
                "title": "Cooleyhighharmony",
                "genre": "Decades",
                "description": "Cooleyhighharmony is the debut album from the group Boyz II Men released in 1991. This album includes hits as \"Motownphilly\" and \"It’s So Hard to Say Goodbye to Yesterday\"",
                "coverArt": "../public/img/decades/Boyz_II_Men.jpg"
            },
            "0438728705":{
                "artist": "A-Ha",
                "title": "Hunting High and Low",
                "genre": "Decades",
                "description": "Hunting High and Low is the debut album for the Norwegian group A-ha. The album was released in 1985 and sold many copies in Europe and the US. This album features songs including \"Take on me\", \"Love Is Reason\" and \"The Sun Always Shines on T.V.\".",
                "coverArt": "../public/img/decades/AHa.jpg"
            },
            "0438728706":{
                "artist": "Duran Duran",
                "title": "Rio [Collector's Edition]",
                "genre": "Decades",
                "description": "Rio was initially the 2nd album for the group Duran Duran released originally. The Collector’s Edition was released in 2009 which contained more of their famous hits. This album includes songs such as \"Hungry Like the Wolf\", \"Rio\" and \"Save a Prayer\".",
                "coverArt": "../public/img/decades/Duran_Duran.jpg"
            },
            "0438728707":{
                "artist": "Elton John",
                "title": "The Very Best of Elton John",
                "genre": "Decades",
                "description": "The Very Best of Elton John was released in 1990 as the 4th compilation album of Elton John’s music career. It was released in many countries except for the United States. This compilation album includes all of his music between the years 1970 and 1989. It includes songs such as \"Your Song\", \"Rocket Man\", \"Crocodile Rock\" and many, many more.",
                "coverArt": "../public/img/decades/Elton_John.jpg"
            },
            "0438728708":{
                "artist": "Queen",
                "title": "A Night at the Opera",
                "genre": "Decades",
                "description": "A Night at the Opera was Queen’s 4th album released in 1975. A Night at the Opera has a wide range of genres and styles, making it appealing to a wide audience. The album sold over 6 million copies and it was their first album to go platinum. It includes songs such as \"Bohemian Rhapsody\" and many others.",
                "coverArt": "../public/img/decades/Queen.png"
            },
            "0438728709":{
                "artist": "Fleetwood Mac",
                "title": "Rumours",
                "genre": "Decades",
                "description": "Rumours is the 11th album for the band Fleetwood Mac. It was released in 1977 and became Fleetwood Mac’s most successful album. It was also considered one of the best-selling albums of all time after selling 40-million albums worldwide. This album includes songs such as \"Dreams\", \"Go Your Own Way\" and \"You Make Loving Fun\".",
                "coverArt": "../public/img/decades/Fleetwood_Mac.jpg"
            },
            "0438728710":{
                "artist": "Backstreet Boys",
                "title": "Backstreet Boys",
                "genre": "Decades",
                "description": "This is the debut album for the boy band released in 1996. It was ranked among the most popular debut albums of all time. The Backstreet Boys album features songs \"Everybody (Backstreet’s Back)\" and \"As Long As You Love Me\".",
                "coverArt": "../public/img/decades/Backstreet_Boys.jpg" 
            },
            "0438728711":{
                "artist": "Muzak Makers",
                "title": "The Dream of the 90's is Alive in PDX",
                "genre": "Decades",
                "description": "Your favorite decade is making a comeback, especially in the new Muzak Makers album, The Dream of the 90’s is Alive in Portland. Made in the city that is always weird, the Muzak Makers crafted the songs to capture the vibe of the 90’s. Even though many told them \"Ugh as if!\" they stuck with the idea. The album climbed the charts and produced some of their most famous songs, including \"What’s the 4-1-1\" and \"That’s my Name, Don’t Wear It Out\".",
                "coverArt": "" 
            }
    },

    "alt":{
            "0438728800":{
                "artist": "Third Eye Blind",
                "title": "Third Eye Blind" ,
                "genre": "Alt Rock" ,
                "description": "Thid Eye Blind are an alternative rock group from San Fransico that gained major popularity in the late 90s. This angsty debut album was produced in 1997 and contains hits like 'Semi-Charmed Life' and 'How's it Going to Be.''",
                "coverArt": "../public/img/alt_rock/thirdeyeblind.jpeg"
            },
            "0438728801":{
                "artist": "Smashing Pumpkins",
                "title": "Simease Dream" ,
                "genre": "Alt Rock" ,
                "description": "Smashing Pumpkins combine rock, punk, grunge, and psychedelia into all of their songs. Their second album was released in 1993 and contains some softer hits like 'Disarm' and 'Today.'",
                "coverArt": "../public/img/alt_rock/smashingpumpkins.jpeg"
            },
            "0438728802":{
                "artist": "Radiohead",
                "title": "OK Computer" ,
                "genre": "Alt Rock" ,
                "description": "Radio is a British group that took a softer and sweeter approach to the rock phase in the 90s. This album was relased in 1997 and contains hits like 'Karma Police' and 'No Surprises.'",
                "coverArt": "../public/img/alt_rock/.radiohead.jpg"
            },
            "0438728803":{
                "artist": "R.E.M.",
                "title": "Automatic For The People" ,
                "genre": "Alt Rock" ,
                "description": "R.E.M. is an American band that was popular during the 80s and 90s. This album in particular is one of their best combining acoustics and piano with their alternative vibe. This album produced in 1992 contains hits like 'Man On The Moon' and 'Everybody Hurts.'",
                "coverArt": "../public/img/alt_rock/automaticforthepeople.jpg"
            },
            "0438728804":{
                "artist": "Offspring",
                "title": "Americana" ,
                "genre": "Alt Rock" ,
                "description": "Offsrping is an edgy soft-punk band that was popular during the 90s. This album was produced in 1998 and contains hits like 'Why Don't You Get a Job?' and 'The Kids Aren't Alight.'",
                "coverArt": "../public/img/alt_rock/offspring.jpeg"
            },
            "0438728805":{
                "artist": "Oasis",
                "title": "(What's The Story) Morning Glory?" ,
                "genre": "Alt Rock" ,
                "description": "Oasis is British band that combined the likes of rock, angst, and punk but in a softer matter. This album was produced in 1995 and contains hits like 'Wonderwall' and 'Champagne Supernova.'",
                "coverArt": "../public/img/alt_rock/oasis.jpeg"
            },
            "0438728806":{
                "artist": "Blink-182",
                "title": "Enema Of The State" ,
                "genre": "Alt Rock" ,
                "description": "Blink-182 is a pop-punk group from California that is very similar to Green Day. This album was released in 1999 and has hits like'What's My Age Again' and 'All The Small Things.' ",
                "coverArt": "../public/img/alt_rock/blink182.jpeg"
            },
            "0438728807":{
                "artist": "Green Day",
                "title": "American Idiot" ,
                "genre": "Alt Rock" ,
                "description": "Green Day is a pop-punk band from California. This album, perhaps their most iconic was produced in 2004 and contains hits like 'Holiday' and 'Wake Me Up When September Ends.'",
                "coverArt": "../public/img/alt_rock/greenday.jpeg"
            },
            "0438728808":{
                "artist": "Pearl Jam",
                "title": "Ten" ,
                "genre": "Alt Rock" ,
                "description": "Pearl Jam is a rock band from Seattle that gained extreme popularity in the 90s. Their songs delt with very touchy subjects head on. This debut album was released in 1991 and has hits like: 'Even Flow' and 'Jeremy.'",
                "coverArt": "../public/img/alt_rock/pearlja.jpeg"
            },
            "0438728809":{
                "artist": "Weezer",
                "title": "Weezer" ,
                "genre": "Alt Rock" ,
                "description": "Weezer is a popular alternative rock group whose songs are both intense and catchy. This debut album was released in 1994 and contains classic like 'Say It Ain't So' and 'Buddy Holly.'",
                "coverArt": "../public/img/alt_rock/weezer.png"
            },
            "0438728810":{
                "artist": "Nirvana ",
                "title": "Nevermind " ,
                "genre": "Alt Rock" ,
                "description": "Nirvana was a grunge band from Aberdeen, Washington. Their second album was released in 1991 and has all the classics like 'Smells Like Teen Spirit,' 'Lithium' and 'Come As You Are'",
                "coverArt": "../public/img/alt_rock/nirvana.jpeg"
            },
            "0438728811":{
                "artist": "Muzak Makers",
                "title": "Crt Alt Delete" ,
                "genre": "Alt Rock " ,
                "description": "The Muzak Makers have won the most grammy's in all of history. They are an emo all-bois band from the little known small town of Seattle, WA. This album is truly the Muzak Makers best. This album puts the alternative in alternative rock. If you are feeling angsty this is the album for you. It has been said that is the most emo album of all time. Your emotions will be uncontrollable whillistening to this album causing you to lie down face down on the floor. This album contains hits like 'All Black Errthang, 'I Swear I'm Not That Emo,' 'I'm Getting A Mohawk Mom,' 'Fighting the Patricarchy,' 'Emo Lyfe Happy Wyfe' and 'Cry Myself to Sleep'",
                "coverArt": "../public/img/alt_rock/"
            }
    },

    "indie":{
            "0438728900":{
                "artist": "The Staves",
                "title": "Dead & Born & Grown" ,
                "genre": "Indie Acoustic" ,
                "description": "The Staves have a sweet folk-like tune that combines great harmonies and smooth beats. They are some of the chillest girls around. This album, produced in 2012, contains hits like 'Mexico' and 'Gone Tomorrow.'",
                "coverArt": "../public/img/indie_acoustic/thestaves.jpeg"
            },
            "0438728901":{
                "artist": "Coeur de Pirate",
                "title": "Coeur de Pirate" ,
                "genre": "Indie Acoustic " ,
                "description": "Coeur de Pirate is Quebecoise pianist and singer who writes sweet and touching songs in both English and French. This album was her debut and was produced in 2008. It contains both piano and piano and vocal pieces including: 'Comme des enfants' and 'Ensemble.' ",
                "coverArt": "../public/img/indie_acoustic/coeurdepirate.jpeg"
            },
            "0438728902":{
                "artist": "The Lumineers",
                "title": "Cleopatra" ,
                "genre": "Indie Acoustic" ,
                "description": "The Lumineers are perfect combination of modern indie artists combining the likes of rock and folk. Their newest album contains some sweet tunes such as: 'Angela' and 'Cleopatra.' ",
                "coverArt": "../public/img/indie_acoustic/lunineers.jpeg"
            },
            "0438728903":{
                "artist": "Mumford and Sons",
                "title": "Sigh No More" ,
                "genre": "Indie Acoustic" ,
                "description": "Mumfords and Sons are a very popular English modern-folk band that stick to traditional folk values. This debut album released in 2009 has 'The Cave' and 'Roll Away Your Stone.'",
                "coverArt": "../public/img/indie_acoustic/mumfordandsons.jpg"
            },
            "0438728904":{
                "artist": "The Paper Kites",
                "title": "Woodland - EP" ,
                "genre": "Indie Acoustic" ,
                "description": "The Paper Kites are a young indie-folk group from Australia. This EP was released in 2013 and contains smash hits such as 'Bloom' and 'Featherstone.'",
                "coverArt": "../public/img/indie_acoustic/thepaperkites.jpeg"
            },
            "0438728905":{
                "artist": "Hozier",
                "title": "Hozier" ,
                "genre": "Indie Acoustic" ,
                "description": "Hozier is young Irish man who mixes acoustic sounds with R&B beats. His debut and only album to date contains hits such as 'Take Me to Church,' 'Like Real People Do,' and 'Someone New.'",
                "coverArt": "../public/img/indie_acoustic/hozier.jpeg"
            },
            "0438728906":{
                "artist": "Bon Iver",
                "title": "For Emma, Forever Ago" ,
                "genre": "Indie Acoustic " ,
                "description": "Bon Iver is an American vocalist and guitar player. His sound is very earthy and light. This was Bon Iver's debut album and has songs 'Skinny Love' and 'Re:Stacks.'",
                "coverArt": "../public/img/indie_acoustic/boniver.jpeg"
            },
            "0438728907":{
                "artist": "French For Rabbits",
                "title": "Spirits" ,
                "genre": "Indie Acoustic" ,
                "description": "French For Rabbits are a New Zealand duo that have a light airy sound. This album was produced in 2014 and has hits 'Goat' and 'The Other Side.'",
                "coverArt": "../public/img/indie_acoustic/frenchforrabbits.jpg"
            },
            "0438728908":{
                "artist": "George Ezra",
                "title": "Wanted On Voyage" ,
                "genre": "Indie Acoustic" ,
                "description": "George Ezra is a British man that has a voice too deep for his age. His debut album was released in 2015 and contains hits like 'Budapest' and 'Barcelona.'",
                "coverArt": "../public/img/indie_acoustic/georgeezra.jpeg"
                },
            "0438728909":{
                "artist": "Judah and the Lion",
                "title": "Sweet Tennessee" ,
                "genre": "Indie Acoustic " ,
                "description": "Judah and the Lion are a folk-indie group from Tennessee who sing songs with banjos and mandolins. This debut EP contains sweet sweet tunes such as 'Our Love' and 'Southern Ground.'",
                "coverArt": "../public/img/indie_acoustic/judahandthelion.jpg"
                },
            "0438728910":{
                "artist": "The Civil Wars",
                "title": "Barton Hallow" ,
                "genre": "Indie Acoustic" ,
                "description": "The Civil Wars is a indie-folk duo whose songs are unique and dry. This debut EP was produced in 2011 and contains hits like 'Poison & Wine' and 'To Whom It May Concern.'",
                "coverArt": "../public/img/indie_acoustic/thecivilwars.jpeg"
                },
            "0438728911":{
                "artist": "Muzak Makers",
                "title": "Crunchy Granola" ,
                "genre": "Indie Acoustic" ,
                "description": "The Muzak Makers have won the most grammy's in all of history. They are an emo all-bois band from the little known small town of Seattle, WA. This album is their cunchriest and every album comes with a mason jar with kumbacha and a bag of homemade compost. This album contains hits such as  'Free Range Chicken' and 'Solar-Powered Toilets'",
                "coverArt": "../public/img/indie_acoustic/"
                }
    },

    "rnb":{
            "0438729000":{
                "artist":"Estelle",
                "title":"All Of Me",
                "genre":"rnb",
                "description":"'All of Me' is the third studio album of Enghgish R&B artist Estelle. With Estelle's beautiful voice amd the addition of other popular artists, the album was extremely successful. Featuring songs such as 'Thank You' and 'Break My Heart', this album truly captures all of Estelle.",
                "cover-art":"..public/img/rnb/all-of-me.jpg"
            },
            "0438729001":{
                "artist":"Tinashe",
                "title":"Aquarius",
                "genre":"rnb",
                "description":"Released in 2014, 'Aquarius' is the debut studio album of R&B singer-songwriter Tinashe. The album was very popular, especially after the promotion of it throigh the release of singels like '2 On'. Although Tinashe is an aqaurius, it isn't a requirement to listen to the album!",
                "cover-art":"..public/img/rnb/aquarius.jpg"
            },
            "0438729002":{
                "artist":"Alicia Keys",
                "title":"As I Am",
                "genre":"rnb",
                "description":"Alicia Keys released 'As I Am' in 2007 as her third studio album. The singer-songwriter's beautiful voice and powerful lyrics bring emoitions to listeners that they have never felt before. The album feeatures on of Keys's most popular songs, 'No One'. ",
                "cover-art":"..public/img/rnb/as-i-am.jpg"
            },
            "0438729003":{
                "artist":"Childish Gambino",
                "title":"Awaken My Love",
                "genre":"rnb",
                "description":"'Awaken My Love' is American rapper-singer Childish Gambino's third studio album. In this album, Childish Gambino departs from his past hip-hop style, and enters into an R&B/soul vibe. The album contains his famous single, 'Redbone' which soared on the charts to number 14, an all time high for Childish Gambino.",
                "cover-art":"..public/img/rnb/awaken-my-love.jpg"
            },
            "0438729004":{
                "artist":"Frank Ocean",
                "title":"channel ORANGE",
                "genre":"rnb",
                "description":"'channel ORANGE' is American singer-songwriter Frank Ocean's 2012 debut album. Using vivid imagery, Ocean is able to produce an album that speaks to several issues, drugs, love, and class. Featuring songs like 'Thinkin Bout You' and 'Super Rish Kids', Ocean's album recieved praise from both cirtics and fans, quite a feat.",
                "cover-art":"..public/img/rnb/channel-orange.jpg"
            },
            "0438729005":{
                "artist":"Usher",
                "title":"Confessions",
                "genre":"rnb",
                "description":"In his fourth studio album, Usher mixed R&B and hip-hop, producing both ballads and up-temp songs. An instant commerical success, 'Confessions' topped the charts like its singles did. The album features songs such as 'Yeah! and 'My Boo'.",
                "cover-art":"..public/img/rnb/confessions.jpg"
            },
            "0438729006":{
                "artist":"Muzak Makers",
                "title":"Git With It",
                "genre":"rnb",
                "description":"In Muzak Makers's fourth studio album, 'Git With It', their soulful beings truly shine. The album features sick vocals and smooth instrumentals, and includes songs like 'Push and Pull' and 'Gimme That Status'. Put on this record on, sit back, and git with the program."
            },
            "0438729007":{
                "artist":"John Legend",
                "title":"Love in the Future",
                "genre":"rnb",
                "description":"As the fourth studio album of American singer John Legend, 'Love in the Future' features songs like 'All of Me' and 'You & I'. Generally recieved positively by critics, the album was also popular with consumers, as it debuted at number 4 on the Billboard 200 charts. You will love this album now, and in the future.",
                "cover-art":"..public/img/rnb/love-in-the-future.jpg"
            },
            "0438729008":{
                "artist":"Brandy",
                "title":"Never Say Never",
                "genre":"rnb",
                "description":"American singer Brandy released her second studio album in 1998. 'Never Say Never' is what most critics call a new. more confident Brandy. Featuring songs like 'The Boy is Mine' and 'Have You Ever?', the album was a hit and boosted her career into the 2000s.",
                "cover-art":"..public/img/rnb/never-say-never.jpg"
            },
            "0438729009":{
                "artist":"Jhené Aiko",
                "title":"Sail Out",
                "genre":"rnb",
                "description":"'Sail Out' is American recording artist Jhene Aiko's debut EP, released in 2013. The album features well-known artists like Childish Gambino in her son 'Bed Peace', and her single 'The Worst' rose to number 43 on the Billboard 100 chart.",
                "cover-art":"..public/img/rnb/sail-out.jpg"
            },
            "0438729010":{
                "artist":"The Weeknd",
                "title":"Starboy",
                "genre":"rnb",
                "description":"Canadian singer The Weeknd released his third studio album, 'Starboy', in 2016. This album introduces more electronic vibes than his earlier works, and although there were some criticisms, the album debuted at number on Billboard 200. The album features songs like 'Starboy' and 'I Feel It Coming', both which topped charts. ",
                "cover-art":"..public/img/rnb/starboy.jpg"
            },
            "0438729011":{
                "artist":"Mary J. Blige",
                "title":"The Breakthrough",
                "genre":"rnb",
                "description":"'The Breakthrough' is American singer Mary J. Blige's seventh studio album (wow!). It was released in 2005, and critics have praised it for displaying all of Blige's emoitons. It may not have been what critics call her breakthrough album, but it topped the Billboard 200 charts and rocked the world.",
                "cover-art":"..public/img/rnb/the-breakthrough.jpg"
            }
    },

    "french":{
            "0438729100":{
                "artist": "Louane",
                "title": "Chambre 12",
                "genre": "French",
                "description": "Chambre 12 is the debut studio album by French singer and actress Louane and was released on March 2, 2015. At the end of 2015, it was announced as the second best-selling album of the year in France with 772,300 copies sold, and was certified Diamond. This album features hit singles 'Avenir', 'Jour 1', and 'Nos Secrets'.",
                "coverArt": "../public/img/french/Chambre_12.jpg"
            },
            "0438729101":{
                "artist": "Stromae",
                "title": "Racine Carrée",
                "genre": "French",
                "description": "Racine Carrée is the second studio album by Belgian musician Stromae. It was released digitally on 16 August 2013 and three days later physically in France and Belgium. Stromae incorporated Caribbean and African musical influences along with his signature 1990s-inspired dance beats. This album features singles 'Papaoutai', 'Tous les mêmes', and 'Carmen'.", 
                "coverArt": "../public/img/french/Racine_Carree.jpg"
            },
            "0438729102":{
                "artist": "Stromae",
                "title": "Cheese",
                "genre": "French",
                "description": "Cheese is the debut studio album by Belgian musician Stromae and was released on June 14, 2010. It peaked at number 1 for top Belgian albums and 6 for top French albums. This album features hit singles such as 'Alors on Danse', and 'House'llelujah'.",
                "coverArt": "../public/img/french/Cheese.jpg"
            },
            "0438729103":{
                "artist": "Georgio",
                "title": "Héra",
                "genre": "French",
                "description": "Héra is the second album released by French rapper Georgio. It was released on November 4, 2016 by Panenka Music. This album was released one year after his debut studio album Bleu Noir. This album features hit songs such as 'Héra' and 'On rêvait tous de s'envoler'.",
                "coverArt": "../public/img/french/Hera.jpg"
            },
            "0438729104":{
                "artist": "Cœur de Pirate",
                "title": "Blonde",
                "genre": "French",
                "description": "Blonde is the second studio album by female Quebec singer-songwriter Béatrice Martin under her stage name Cœur de Pirate. It was released on November 7, 2011 by Grosse Boîte. The style of the album is a 'retro-pop' sound which is heavily influenced by the music and style of the 1960s. It features songs such as 'Ava', 'Saint-Laurent', and 'Adieu'.",
                "coverArt": "../public/img/french/Blonde.jpg"
            },
            "0438729105":{
                "artist": "Christophe Willem",
                "title": "Paraît-il",
                "genre": "French",
                "description": "Paraît-il is the fourth studio album by the French singer Christophe Willem. It was released on December 1, 2014 by Jive Epic and Sony Music. It features songs such as 'Faute et plaisir', 'Allons Enfant' and his hit single 'Le chagrin'.",
                "coverArt": "../public/img/french/Parait_il.jpg"
            },
            "0438729106":{
                "artist": "Shy'm",
                "title": "Solitaire",
                "genre": "French",
                "description": "Solitaire is the fifth studio album by French singer Shy'm and was released on November 24, 2014. It's peak position in France was in the top 10 at rank 8. This album includes hit songs such as 'Silhouttes', 'La malice', and 'L'effet De Serre'.",
                "coverArt": "../public/img/french/Solitaire.jpg"
            },
            "0438729107":{
                "artist": "Cœur de Pirate",
                "title": "Roses",
                "genre": "French",
                "description":"Roses is the third studio album by female Quebec singer-songwriter Béatrice Martin under her stage name Cœur de Pirate. It was released on August 28, 2015 by nterscope Records and Cherrytree Records. This album includes feature songs 'Oublie-moi', Crier tout bas' and 'Drapeau Blanc'.",
                "coverArt": "../public/img/french/Roses.jpg"
            },
            "0438729108":{
                "artist": "Vanessa Paradis",
                "title": "M&J",
                "genre": "French",
                "description":  "M&J is the debut album from popular French singer and model Vanessa Paradis. The album was released on August 15, 1988 by Polydor and PolyGram Barclay Records. M&J is considered as one of the most successful French language debut albums in recording history. It features Paradis' hit single 'Joe le Taxi'.",
                "coverArt": "../public/img/french/M&J.jpg"
            },
            "0438729109":{
                "artist": "Frànçois & The Atlas Mountains",
                "title": "Solide Mirage",
                "genre": "French",
                "description": "Solide Mirage is the fifth studio album by Frànçois & The Atlas Mountains and was released on March 3, 2017. The album is a combination of African-influenced guitar, French tradition, and tender-hearted indie-rock. This album features songs such as 'Tendre Est l'Âme', 'Jamais Deux Pareils', and 'Grand Dérèglement'.",
                "coverArt": "../public/img/french/Solide_Mirage.jpg"
            },
            "0438729110":{
                "artist": "Yseult",
                "title": "Yseult",
                "genre": "French",
                "description": "Yseult is the debut studio album by French pop singer Yseult released on January 2014 by Polydor Records. Yseult was a runner-up on season 10 of the French music competition series Nouvelle Stars. This album features the songs 'Pour l’impossible', 'Bye Bye Bye', and 'Blanche'.",
                "coverArt": "../public/img/french/Yseult.jpg"
            },

            "0438729111":{
                "artist": "Muzak Makers",
                "title":"Baguette? Bonjour",
                "genre":"French",
                "desciption": "Baguette? Bonjour is the 50th studio album by American all-around genre band Muzak Makers and was released on July 10, 2008. Baguette? Bonjour is one of the top rated albums and is known for creatively using the sounds of a crushed baguette in each song. This album features the hit songs 'Croissant', 'Ton Ton Pierre', and 'Franchement'.",
                "coverArt": ""
            }
    },

    "soundtracks":{
            "0438729200":{
                "artist": "Alexandre Desplat",
                "title": "The Danish Girl",
                "genre": "Soundtrack",
                "description": "The Danish Girl is the soundtrack album for the 2015 film 'The Danish Girl' by French composer Alexandre Desplat. It was released on November 27, 2015 by Decca Records. The album features all the songs from the film, with the most popular being 'The Danish Girl' and 'Lili's Death'.",
                "coverArt": "../public/img/soundtracks/The_Danish_Girl.jpg"
            },
            "0438729201":{
                "artist": "Michael Giacchino",
                "title": "Ratatouille", 
                "genre": "Soundtrack",
                "description": "Ratatouille is the soundtrack album for the 2007 Disney film 'Ratatouille' by American composer Michael Giacchino. The music for Ratatouille gave Giacchino his first Academy Award nomination for Best Original Score as well as his first Grammy Award for Best Score Soundtrack Album. The album features the hit theme 'Le Festine'.",
                "coverArt": "../public/img/soundtracks/Ratatouille.jpg"
            },
            "0438729202":{
                "artist": "Various Artists",
                "title": "Mulan",
                "genre": "Soundtrack",
                "description": "Mulan is the soundtrack album for the 1998 Disney film 'Mulan' and was released on June 2, 1998 by Walt Disney. The album peaked at No. 24 on the Billboard 200 on July 18, 1998, concurrent to the film’s run in theaters. It features the film's songs such as 'I'll Make a Man Out of You', 'Reflection', and 'Honor For Us All'.",
                "coverArt": "../public/img/soundtracks/Mulan.jpg"
            },
            "0438729203":{
                "artist": "Various Artists",
                "title": "Moana",
                "genre": "Soundtrack",
                "description": "Moana is the soundtrack album for the 2016 Disney film 'Moana' and was released on November 19, 2016 by Walt Disney. The album's lyrics are in English, Samoan, Tokelauan language and 'An Innocent Warrior' with lyrics in Tuvalu. This album features hit songs such as 'You're Welcome', 'We Know The Way', and 'How Far I'll Go'.",
                "coverArt": "../public/img/soundtracks/Moana.jpg"
            },
            "0438729204":{
                "artist": "Jonathon Larson",
                "title": "Rent",
                "genre": "Soundtrack",
                "description": "Rent is the soundtrack album for the Tony Award- and Pulitzer Prize-winning musical 'Rent'. It was released on August 27, 1997 by DreamWorks and was recorded by the original Broadway cast of Rent. It features the hit songs 'Tango: Maureen', 'Light My Candle', and 'Seasons of Love'.",
                "coverArt": "../public/img/soundtracks/Rent.jpg"
            },
            "0438729205":{
                "artist": "Various Artists",
                "title": "Hercules", 
                "genre": "Soundtrack",
                "description": "Hercules is the soundtrack album for the 1997 Disney film 'Hercules' and was released on May 27, 1997 by Walt Disney. 'Go the Distance' was nominated for both the Academy Award for Best Original Song and the Golden Globe Award for Best Original Song. Hercules features the hit songs 'Zero to Hero', 'Go the Distance' and 'I Won't Say (I'm in Love)'.",
                "coverArt": "../public/img/soundtracks/Hercules.jpg"
            },
            "0438729206":{
                "artist": "Various Artists",
                "title": "Guardians of the Galaxy",
                "genre": "Soundtrack",
                "description": "Guardians of the Galaxy is the soundtrack album for the 2014 Marvel film 'Guardians of the Galaxy' and was released on July 29, 2014. The soundtrack album reached number one on the US Billboard 200 chart, becoming the first soundtrack album in history consisting entirely of previously released songs to top the chart. This album includes the featured songs 'Hooked on a Feeling', 'Ain't No Mountain High Enough', 'Escape', and 'Come and Get Your Love'.",
                "coverArt": "../public/img/soundtracks/Guardians_Of_The_Galaxy.jpg"
            },
            "0438729207":{
                "artist": "Various Artists",
                "title": "Sing Street",
                "genre": "Soundtrack",
                "description": "Sing Street is the soundtrack album for the 2016 film 'Sing Street' and was released on March 18, 2016 by Decca Records. The album features music of the period from The Cure, A-ha, Duran Duran, The Clash, Hall & Oates, Spandau Ballet, and The Jam. This album includes the feature songs 'Steppin' Out', 'Maneater', and 'Rio'.",
                "coverArt": "../public/img/soundtracks/Sing Street.jpg"
            },
            "0438729208":{
                "artist": "Michael Giacchino",
                "title": "Up",
                "genre": "Soundtrack",
                "description": "Up is the soundtrack album for the 2009 Disney film 'Up' and was released on May 26, 2009 by Walt Disney. The album won the Golden Globe Award for Best Original Score at 67th Golden Globe Awards, the Academy Award for Best Original Score at the 82nd Academy Awards, and the BAFTA Award for Best Film Music. It features the songs 'Married Life', 'Paradise Found', and 'The Spirit of Adventure'.",
                "coverArt": "../public/img/soundtracks/Up.jpg"
            },
            "0438729209":{
                "artist": "Various Artists",
                "title": "High School Musical",
                "genre": "Soundtrack",
                "description": "High School Musical is the soundtrack album for the 2007 Disney film 'High School Musical' and was released on August 14, 2007. The album was number one on the Billboard 200 chart and was the first soundtrack of a television movie to debut at the Billboard summit. It features the hit songs 'Fabulous', 'I Don't Dance' and 'Bet On It'.",
                "coverArt": "../public/img/soundtracks/High_School_Musical2.jpg"
            },
            "0438729210":{
                "artist": "Various Artists",
                "title": "Mamma Mia!",
                "genre": "Soundtrack",
                "description": "Mamma Mia! is the soundtrack album for the 2008 musical film 'Mamma Mia!' and was released on July 8, 2008. The album was nominated for a Grammy Award for Best Compilation Soundtrack Album for Motion Picture, Television or Other Visual Media. This album includes the feature songs 'Dancing Queen', 'Money, Money, Money' and 'Lay All Your Love On Me'.", 
                "coverArt": "../public/img/soundtracks/Mamma_Mia.jpg"
            },
            "0438729211":{
                "artist": "Muzak Makers",
                "title": "CDK: A Murder Mystery",
                "genre": "Soundtrack",
                "desciption": "CDK: A Murder Mystery is the 88th studio album by American all-around genre band Muzak Makers and was released on October 31, 2013. The album won the Golden Globe Award for Best Original Score at 100th Golden Globe Awards and has been noted for it's intriguing use of actual screams. This album features the songs 'I think Becky killed Adam', 'some1 help me', and 'It was in the free swag'."
            }
    }
}