{
    "data": {
        "title": "Albums",
        "albums": [
            //Decades
            {
                "artist": "Hall and Oates",
                "title": "The Very Best of Hall and Oates",
                "genre": "Decades",
                "description": "Hall and Oates are an American music duo from the 70’s and 80’s who have sold millions of records. The Very Best of Daryl Hall & John Oates is a 2001 compilation album of the duo Hall & Oates. This compilation album features hits such as \"Rich Girl\", \"Maneater\", \"Sara Smile\" and many more.",
                "coverArt": "../public/img/decades/Hall_and_Oates.jpg"
            },
            {
                "artist": "Michael Jackson",
                "title": "Thriller",
                "genre": "Decades",
                "description": "Thriller is the 6th studio album for famous singer Michael Jackson. Album was released in 1982 and sold 66 million copies. Thriller features smash hits such as \"Thriller\", \"Billy Jean\" and \"Beat it\" along with many others.",
                "coverArt": "../public/img/decades/Michael_Jackson.png"
            },
            {
                "artist": "Billy Joel",
                "title": "Piano Man",
                "genre": "Decades",
                "description": "Piano Man is the second album from singer Billy Joel released in 1973. It features famous hits such as \"Piano Man\", \"Captain Jack\" and \"Worse Comes to Worst\". Billy Joel’s hits spanned through the 70’s to the 90’s, making Joel the 6th best-selling recording artist in the united states.",
                "coverArt": "../public/img/decades/Billy_Joel.jpg"
            },
            {
                "artist": "Spice Girls",
                "title": "Spice",
                "genre": "Decades",
                "description": "Spice was the debut album for the British girl group, The Spice Girls. The album was released in 1996 and quickly climbed the ranks in the pop charts. Spice includes songs such as \"Wannabe\" and \"Say You’ll Be There\".",
                "coverArt": "../public/img/decades/Spice_Girls.jpg"
            },
            {
                "artist": "Boyz II Men",
                "title": "Cooleyhighharmony",
                "genre": "Decades",
                "description": "Cooleyhighharmony is the debut album from the group Boyz II Men released in 1991. This album includes hits as \"Motownphilly\" and \"It’s So Hard to Say Goodbye to Yesterday\"",
                "coverArt": "../public/img/decades/Boyz_II_Men.jpg"
            },
            {
                "artist": "A-Ha",
                "title": "Hunting High and Low",
                "genre": "Decades",
                "description": "Hunting High and Low is the debut album for the Norwegian group A-ha. The album was released in 1985 and sold many copies in Europe and the US. This album features songs including \"Take on me\", \"Love Is Reason\" and \"The Sun Always Shines on T.V.\".",
                "coverArt": "../public/img/decades/AHa.jpg"
            },
            {
                "artist": "Duran Duran",
                "title": "Rio [Collector's Edition]",
                "genre": "Decades",
                "description": "Rio was initially the 2nd album for the group Duran Duran released originally. The Collector’s Edition was released in 2009 which contained more of their famous hits. This album includes songs such as \"Hungry Like the Wolf\", \"Rio\" and \"Save a Prayer\".",
                "coverArt": "../public/img/decades/Duran_Duran.jpg"
            },
            {
                "artist": "Elton John",
                "title": "The Very Best of Elton John",
                "genre": "Decades",
                "description": "The Very Best of Elton John was released in 1990 as the 4th compilation album of Elton John’s music career. It was released in many countries except for the United States. This compilation album includes all of his music between the years 1970 and 1989. It includes songs such as \"Your Song\", \"Rocket Man\", \"Crocodile Rock\" and many, many more.",
                "coverArt": "../public/img/decades/Elton_John.jpg"
            },
            {
                "artist": "Queen",
                "title": "A Night at the Opera",
                "genre": "Decades",
                "description": "A Night at the Opera was Queen’s 4th album released in 1975. A Night at the Opera has a wide range of genres and styles, making it appealing to a wide audience. The album sold over 6 million copies and it was their first album to go platinum. It includes songs such as \"Bohemian Rhapsody\" and many others.",
                "coverArt": "../public/img/decades/Queen.png"
            },
            {
                "artist": "Fleetwood Mac",
                "title": "Rumours",
                "genre": "Decades",
                "description": "Rumours is the 11th album for the band Fleetwood Mac. It was released in 1977 and became Fleetwood Mac’s most successful album. It was also considered one of the best-selling albums of all time after selling 40-million albums worldwide. This album includes songs such as \"Dreams\", \"Go Your Own Way\" and \"You Make Loving Fun\".",
                "coverArt": "../public/img/decades/Fleetwood_Mac.jpg"
            },
            {
                "artist": "Backstreet Boys",
                "title": "Backstreet Boys",
                "genre": "Decades",
                "description": "This is the debut album for the boy band released in 1996. It was ranked among the most popular debut albums of all time. The Backstreet Boys album features songs \"Everybody (Backstreet’s Back)\" and \"As Long As You Love Me\".",
                "coverArt": "../public/img/decades/Backstreet_Boys.jpg" 
            },
            {
                "artist": "Muzak Makers",
                "title": "The Dream of the 90's is Alive in PDX",
                "genre": "Decades",
                "description": "Your favorite decade is making a comeback, especially in the new Muzak Makers album, The Dream of the 90’s is Alive in Portland. Made in the city that is always weird, the Muzak Makers crafted the songs to capture the vibe of the 90’s. Even though many told them \"Ugh as if!\" they stuck with the idea. The album climbed the charts and produced some of their most famous songs, including \"What’s the 4-1-1\" and \"That’s my Name, Don’t Wear It Out\".",
                "coverArt": "" 
            },
            //Jazz
            {
                "artist": "Kenny G",
                "title": "Ultimate Kenny G",
                "genre": "Jazz",
                "description": "The Ultimate Kenny G album is Kenny G’s 3rd album of hits to be released. Kenny G is one of the best-known jazz saxophonists who has made several albums and has had several hits on jazz charts. This album was released in 2003 and features hits such as \"Havana\", \"Jasmine Flower\", \"The Girl from Ipanema\" and more.",
                "coverArt": "../public/img/jazz/Kenny_G.jpg"
            },
            {
                "artist": "The Dave Brubeck Quartet",
                "title": "Time Out",
                "genre": "Jazz",
                "description": "Time Out is one of the many albums released by the jazz group The Dave Brubeck Quartet. This album was released in 1959 and was featured on the pop and jazz charts. This album was known for its unique use of time signatures that are very uncommon to use in jazz music. This album features songs such as \"Take Five\" and \"Blue Rondo à la Turk\".",
                "coverArt": "../public/img/jazz/Dave_Brubeck_Quartet.jpg"
            },
            {
                "artist": "J.J. Johnson",
                "title": "Blue Trombone",
                "genre": "Jazz",
                "description": "Blue Trombone is a LP that was released by J.J. Johnson in 1957. This was one of the first albums that showed the new subgenre of hard bop. This album features songs such as \"Hello, Young Lovers\" and \"What’s New\".",
                "coverArt": "../public/img/jazz/JJ_Johnson.jpg"
            },
            {
                "artist": "Herbie Hancock",
                "title": "Empyrean Isles (The Rudy Van Gelder Edition)",
                "genre": "Jazz",
                "description": "Empyrean Isles is the 4th album by Herbie Hancock released in 1964. This is one of the most popular albums for Herbie Hancock and features two of his most famous songs, \"One Finger Snap\" and \"Cantaloupe Island\".",
                "coverArt": "../public/img/jazz/Herbie_Hancock.jpg"
            },
            {
                "artist": "Miles Davis",
                "title": "Birth of the Cool",
                "genre": "Jazz",
                "description": "Birth of the Cool is a compilation album of notable songs by Miles Davis released in 1957. This album features many famous jazz musicians and is known for having very uncommon instrumental elements that pulled inspiration from classical music. This album features tracks such as \"Move\" and \"Moon Dreams\".",
                "coverArt": "../public/img/jazz/Miles_Davis.jpg"
            },
            {
                "artist": "Chet Baker",
                "title": "Chet in Paris",
                "genre": "Jazz",
                "description": "Chet in Paris is an album that was recorded by American jazz musician Chet Baker when he went on his recording tour of Europe. Chet Baker is known for his innovative jazz vocals and his publicized drug use. This album was released in 2000 and features songs such as \"Alone Together\" and \"Summertime\".",
                "coverArt": "../public/img/jazz/Chet_Baker.jpg"
            },
            {
                "artist": "Louis Armstrong",
                "title": "The Essential Louis Armstrong",
                "genre": "Jazz",
                "description": "The Essential Louis Armstrong is a hits album that was released in 2004. Louis Armstrong is one of the most iconic jazz musicians. This album features some of his greatest hits such as \"What a Wonderful World\", \"When The Saints go Marching in\" and many more.",
                "coverArt": "../public/img/jazz/Louis_Armstrong.jpg"
            },
            {
                "artist": "Jamie Cullum",
                "title": "Twentysomething",
                "genre": "Jazz",
                "description": "Twentysomething is the second album to be released from modern day British jazz musician Jamie Cullum. This album features jazz covers and original songs. Some of the songs on the album include hits such as \"Twentysomething\", \"Wind Cries Mary\" and \"All at Sea\".",
                "coverArt": "../public/img/jazz/Jamie_Cullum.jpg"
            },
            {
                "artist": "Glenn Miller",
                "title": "The Ultimate Big Band Collection",
                "genre": "Jazz",
                "description": "The Ultimate Big Band Collection by Glenn Miller is a compilation of many songs performed by a big band, meaning a group of anywhere between 12 to 25 musicians. This album was released in 1939 and features songs such as \"Moonlight Serenade\" and \"Don’t Sit Under the Apple Tree (With Anyone but Me)\".",
                "coverArt": "../public/img/jazz/Glenn_Miller.jpg"
            },
            {
                "artist": "Nat King Cole",
                "title": "The Unforgettable Nat King Cole",
                "genre": "Jazz",
                "description": "The Unforgettable Nat King Cole is a compilation of all of Nat King Cole’s most famous songs. Nat King Cole is a very well-known jazz pianist and singer. This album was released in 2000 and features some of his greatest hits such as \"L-O-V-E\" and \"Unforgettable\".",
                "coverArt": "../public/img/jazz/Nat_King_Cole.jpg"
            },
            {
                "artist": "Ella Fitzgerald",
                "title": "Ella and Friends",
                "genre": "Jazz",
                "description": "Ella and Friends is a duet album released by the queen of jazz, Ella Fitzgerald, in 1996. This album features songs with Louis Armstrong, The Ink Spots, and other famous jazz musicians. This album has songs such as \"Dream a Little Dream of Me\", \"(I Love You) For Sentimental Reasons\" and \"Baby It’s Cold Outside\".",
                "coverArt": "../public/img/jazz/Ella_Fitzgerald.jpg"
            },
            {
                "artist": "Muzak Makers",
                "title": "Smooth HTML",
                "genre": "Jazz",
                "description": "The Muzak Makers are back at it again with their 45th studio album under the record label Emo-Bois. In Smooth HTML the Muzak Makers use their genius coding skills to create the worlds most amazing album yet featuring the sweet sounds of saxophone and futuristic elements. Some say this album has changed the future of jazz music forever. Smooth HTML features smash hits such as \"Divs to the Heart\" and \"Too Many Li’s Comin Out Your Mouth\"",
                "coverArt": "" 
            },
            //Classical 
            {
                "artist": "Yo-Yo Ma",
                "title": "Songs From the Arc of Life",
                "genre": "Classical",
                "description": "Songs From the Arc of Life is an album made up by songs written by multiple composers all performed by Yo-Yo Ma, one of the world’s most famous cellists. He describes this album as being a look into our life and the life events we all go through. This album features famous classical songs such as \"Ave Maria\" and \"Songs my Mother Taught me\".",
                "coverArt": "../public/img/classical/Yo_Yo_Ma.jpg"
            },
            {
                "artist": "James Howsmon",
                "title": "Mozart Among Friends",
                "genre": "Classical",
                "description": "Mozart Among Friends was an album created to bring light to some of Mozart’s lesser known pieces. James Howsmon is a professor at Oberlin college and teamed up with Marilyn McDonald to make this album. It was released in 2017 and features songs such as \"Sonata in A major, K. 526\" and \"Sonata in G major, K. 379\".",
                "coverArt": "../public/img/classical/Mozart_Among_Friends.jpg"
            },
            {
                "artist": "Keaton Henson",
                "title": "Romantic Works",
                "genre": "Classical",
                "description": "Romantic Works is the 3rd album by British musician Keaton Henson. This album was written to be completely instrumental and features cellist Ren Ford. It was released in 2014 and features tracks such as \"Earnestly Yours\" and \"Healah Dancing\".",
                "coverArt": "../public/img/classical/Keaton_Henson.jpg"
            },
            {
                "artist": "Paul Lewis",
                "title": "Beethoven: Piano Sonatas, Vol. 3",
                "genre": "Classical",
                "description": "Beethoven: Piano Sonatas, Vol. 3 is the 3rd edition to the collection of recorded piano sonatas by Paul Lewis. Paul Lewis strives to keep the integrity of the music written by the original composer so he does not often interpret songs to his own liking, making it specific to him and showing reverence for Beethoven himself. This album was released in 2007 and features world famous Beethoven classics such as \"Sonata No. 14 Moonlight\" and \"Sonata No. 23 Appassionata\".",
                "coverArt": "../public/img/classical/Paul_Lewis.jpg"
            },
            {
                "artist": "René Jacobs",
                "title": "Mozart Symphonies Nos. 39 & 40",
                "genre": "Classical",
                "description": "Mozart Symphonies Nos. 39 & 40 is a combination of two Mozart symphonies performed by Belgian musician and composer, René Jacobs. This album was released in 2010 and includes all of symphonies No 39 and 40.",
                "coverArt": "../public/img/classical/Rene_Jacobs.jpg"
            },
            {
                "artist": "Vladimir Ashkenazy",
                "title": "Bach: French Suites, BWV 812-817",
                "genre": "Classical",
                "description": "This album by Russian musician, Vladimir Ashkenazy is a combination of Bach’s French suites between numbers 812 and 817. Vladimir is known for being an incredible orchestra pianist and conductor and has won several Grammys for his recordings of classical pieces. This album includes all parts of the suites 812-817.",
                "coverArt": "../public/img/classical/Vladamir.jpg"
            },
            {
                "artist": "Sistine Chapel Choir",
                "title": "Palestrina",
                "genre": "Classical",
                "description": "Palestrina is a classical choir work performed by the Sistine Chapel Choir. The Sistine Chapel Choir is made up of about 30 boys and men who are focused on not only recreating this classical work, but using actual Renaissance practices to get the most authentic sound. The album includes songs such as \"Confitemini Domino\" and \"Ave Maria\".",
                "coverArt": "../public/img/classical/Palestrina.jpg"
            },
            {
                "artist": "Yekwon Sunwoo",
                "title": "Cliburn Gold 2017- 15th Van Cliburn International Piano Competition",
                "genre": "Classical",
                "description": "The Cliburn Gold 2017 is a recording of some of the finalists from 2017’s Cliburn piano competition. Hundreds of contestants enter the competition from around the world to compete for the chance to win one million dollars and the start of their classical piano career. This album features the recordings of 5 of the finalists performances.",
                "coverArt": "../public/img/classical/Cliburn_Gold.jpg"
            },
            {
                "artist": "Alessandro Taverna",
                "title": "Debussy & Ravel: Piano Works",
                "genre": "Classical",
                "description": "Alessandro Taverna has a great attraction to the works of Debussy & Ravel. Taverna recorded this album containing some of the most famous piano works by Debussy and Ravel. The album is divided into two parts, each half featuring works of either composer",
                "coverArt": "../public/img/classical/Alessandro_Taverna.jpg"
            },
            {
                "artist": "National Philharmonic Orchestra",
                "title": "Tchaikovsky: The Nutcracker/Offenbach: Le Papillon",
                "genre": "Classical",
                "description": "This is the recording of two of the most famous ballets, Tchaikovsky's Nutcracker and Offenbach's Le Papillon, played by the National Philharmonic Orchestra. The National Philharmonic Orchestra is a very large orchestra with several conductors. They have also been featured on many movie soundtracks. This album contains the famous songs of both the Nuutcracker and Le Papillon including \"Waltz of the Flowers\" and \"Dance of the Sugar-Plum Fairy\"",
                "coverArt": "../public/img/classical/Nutcracker.jpg"
            },
            {
                "artist": "André Previn",
                "title": "Tchaikovsky: Swan Lake",
                "genre": "Classical",
                "description": "Tchaikovsky is a very well-known composer who has written the music to multiple world famous ballets, Swan Lake being one of them. This is a recording of André Previn playing all of the pieces from the ballet.",
                "coverArt": "../public/img/classical/Swan_Lake.jpg"
            },
            {
                "artist": "Muzak Makers",
                "title": "Issa Wig Symphony in C#",
                "genre": "Classical",
                "description": "Inspired by the art of powdered wigs and the world-famous meme, the Muzak Makers created this artfully composed symphony only from the sounds wigs could produce. A creative edition to all of the classics, some have compared it to the symphonies of Bach and Beethoven. This symphony includes pieces such as \"Your Hair Changes all the Time in F#\" and \"YOU GOT BANGS?! in D Minor\"",
                "coverArt": "" 
            }
        ]
    }
}