{
    "data": {
        "title": "Albums",
        "albums": [
            //Latin
            {//1
                "artist": "Shakira",
                "title": "El Dorado",
                "genre": "Latin",
                "description": "El Dorado is the eleventh studio album by Colombian singer Shakira. It was released on May 26, 2017 by Sony Music Latin. Inspired by her personal life and experiences, El Dorado primarily features songs about the singer's relationship with her boyfriend, Gerard Piqué. This album features hit singles such as 'Chantaje' and 'Me Enamoré'.",
                "coverArt": "../public/img/latin/El_Dorado.jpg"
            },
            {//2
                "artist": "Dvicio",
                "title": "Justo Ahora",
                "genre": "Latin",
                "description": "Justo Ahora is the debute studio album by Spanish group Dvicio. Dvicio was formed in Madrid, Spain in 2009 and was given a label with Sony Music. The band's first single, 'Paraíso' was released in March of 2014 followed by Justo Ahora which was released in September of 2014. This album features hit singles such as 'Paraíso', 'Enamorate', and 'Justo Ahora'.",
                "coverArt": "../public/img/latin/Justo_Ahora.jpg"
            },
            {//3
                "artist": "Marc Anthony",
                "title": "Contra La Corriente",
                "genre": "Latin",
                "description":"Contra La Corriente is the third studio album released by American singer Marc Anthony on October 21, 1997. Contra la Corriente became the first salsa album reach number one on the Top Latin Albums chart and to chart on the Billboard 200. The album produced six singles: 'Y Hubo Alguien', 'Me Voy a Regalar', 'Si Te Vas', 'No Me Conoces', 'Contra La Corriente', and 'No Sabes Como Duele'.",
                "coverArt": "../public/img/latin/Contra_La_Corriente.jpg"
            },
            {//4
                "artist": "Shakira",
                "title": "Donde Estan Los Ladrones",
                "genre": "Latin",
                "description": "Donde Estan Los Ladrones is the fourth studio album by Colombian singer Shakira. It was released on September 29, 1998 by Columbia Records and Sony Music Latin. It was nominated for a Grammy Award in 1999 for Best Latin Rock Album. This album features singles such as 'Ojos Así', 'No Creo', and '¿Donde están los ladrones?'.",
                "coverArt": "../public/img/latin/Donde_Estan_Los_Ladrones.jpg"
            },
            {//5
                "artist": "Selena",
                "title": "La Leyenda",
                "genre": "Latin",
                "description": "La Leyenda is the third box set from Tejano pop singer Selena that was released by Capitol Latin/EMI and Q-Productions labels. The album was released on March 9, 2010. La Leyenda gathers Selena's top hits and fan favorites for a career-spanning celebration of her vibrant music and life. This album features songs such as 'Amor Prohibido', 'Bidi Bidi Bom Bom' and 'Si Una Vez'.",
                "coverArt": "../public/img/latin/La_Leyenda.jpg"
            },
            {//6
                "artist": "Elvis Crepo",
                "title": "Suavamente",
                "genre": "Latin",
                "description": "Suavamente is debute studio album by American merenguero recording artist Elvis Crespo. It was released on on April 14, 1998 by Sony Music Latin. Its title song remains a staple at Latin music nightclubs and festivals, while Suavemente has been ranked among the most essential Latin albums of the past 50 years by Billboard magazine. This album features hit singles such as 'Suavamente' and 'Tu Sonrisa'.",
                "coverArt": "../public/img/latin/Suavamente.jpg"
            },
            {//7
                "artist": "Nicky Jam",
                "title": "Fénix",
                "genre": "Latin",
                "description": "Fénix is the seventh studio album by American singer Nicky Jam. It was released on January 20, 2017 by Industria Inc., Sony Music Latin and RCA Records. It includes the hit single 'El Perdón' which features Spanish singer Enrique Iglesias alongside the singles 'Hasta el Amanecer' and 'El Amante'.",
                "coverArt": "../public/img/latin/Fenix.jpg"
            },
            {//8
                "artist": "Alejandro Fernández",
                "title": "Que Seas Muy Feliz",
                "genre": "Latin",
                "description": "Que Seas Muy Feliz is the fourth studio album recorded by Mexican singer Alejandro Fernández released on May 2, 1995. The song 'Como Quien Pierde Una Estrella' became the most popular song of the year and became the new anthem for the genre. This album features singles such as 'Como Quien Pierde Una Estrella', 'Que Bueno', and 'Llorando Penas'.",
                "coverArt": "../public/img/latin/Que_Seas_Muy_Feliz.jpg"
            },
            {//9
                "artist": "Gloria Estefan",
                "title": "Mi Tierra",
                "genre": "Latin",
                "description": "Mi Tierra is the third studio album by Cuban-American recording artist Gloria Estefan. It was released on June 22, 1993 by Epic Records. Mi Tierra is Estefan's first Spanish-language album and pays homage to her Cuban roots. This album features singles such as 'Mi Tierra', 'Tradición', and 'Mi Buen Amor'.",
                "coverArt": "../public/img/latin/Mi_Tierra.jpg"
            },
            {//10
                "artist": "Alejandro Fernández",
                "title": "A Corazón Abierto",
                "genre": "Latin",
                "description": "A Corazón Abierto is the eleventh studio album by Mexican singer Alejandro Fernández and was released on September 4, 2007. This album contains a selection of tracks that cross the rhythmic pop and the romantic ballad. It features hit singles such as 'Qué Lástima', 'Me Dediqué A Perderte' and 'Que Voy a Hacer Con Mi Amor'.",
                "coverArt": "../public/img/latin/A_Corazon_Abierto.jpg"
            },
            {//11
                "artist":"Selena",
                "title": "Amor Prohibido",
                "genre": "Latin",
                "description": "Amor Prohibido is the fourth studio album by American singer Selena. It was released on March 13, 1994 by EMI Latin. Amor Prohibido is a Tejano cumbia album modernized with a synthesizer-rich delivery using a minimalist style that was quintessential in early 1990s Tejano music. It features singles such as 'Amor Prohibido', 'El Chico del Apartamento 512', and 'Bidi Bidi Bom Bom'.",
                "coverArt": "../public/img/latin/Amor_Prohibido.jpg"
            },


            //French
            {//1
                "artist": "Louane",
                "title": "Chambre 12",
                "genre": "French",
                "description": "Chambre 12 is the debute studio album by French singer and actress Louane and was released on March 2, 2015. At the end of 2015, it was announced as the second best-selling album of the year in France with 772,300 copies sold, and was certified Diamond. This album features hit singles 'Avenir', 'Jour 1', and 'Nos Secrets'.",
                "coverArt": "../public/img/french/Chambre_12.jpg"
            },
            {//2
                "artist": "Stromae",
                "title": "Racine Carrée",
                "genre": "French",
                "description": "Racine Carrée is the second studio album by Belgian musician Stromae. It was released digitally on 16 August 2013 and three days later physically in France and Belgium. Stromae incorporated Caribbean and African musical influences along with his signature 1990s-inspired dance beats. This album features singles 'Papaoutai', 'Tous les mêmes', and 'Carmen'.", 
                "coverArt": "../public/img/french/Racine_Carree.jpg"
            },
            {//3
                "artist": "Stromae",
                "title": "Cheese",
                "genre": "French",
                "description": "Cheese is the debute studio album by Belgian musician Stromae and was released on June 14, 2010. It peaked at number 1 for top Belgian albums and 6 for top French albums. This album features hit singles such as 'Alors on Danse', and 'House'llelujah'.",
                "coverArt": "../public/img/french/Cheese.jpg"
            },
            {//4
                "artist": "Georgio",
                "title": "Héra",
                "genre": "French",
                "description": "Héra is the second album released by French rapper Georgio. It was released on November 4, 2016 by Panenka Music. This album was released one year after his debute studio album Bleu Noir. This album features hit songs such as 'Héra' and 'On rêvait tous de s'envoler'.",
                "coverArt": "../public/img/french/Hera.jpg"
            },
            {//5
                "artist": "Cœur de Pirate",
                "title": "Blonde",
                "genre": "French",
                "description": "Blonde is the second studio album by female Quebec singer-songwriter Béatrice Martin under her stage name Cœur de Pirate. It was released on November 7, 2011 by Grosse Boîte. The style of the album is a 'retro-pop' sound which is heavily influenced by the music and style of the 1960s. It features songs such as 'Ava', 'Saint-Laurent', and 'Adieu'.",
                "coverArt": "../public/img/french/Blonde.jpg"
            },
            {//6
                "artist": "Christophe Willem",
                "title": "Paraît-il",
                "genre": "French",
                "description": "Paraît-il is the fourth studio album by the French singer Christophe Willem. It was released on December 1, 2014 by Jive Epic and Sony Music. It features songs such as 'Faute et plaisir', 'Allons Enfant' and his hit single 'Le chagrin'.",
                "coverArt": "../public/img/french/Parait_il.jpg"
            },
            {//7
                "artist": "Shy'm",
                "title": "Solitaire",
                "genre": "French",
                "description": "Solitaire is the fifth studio album by French singer Shy'm and was released on November 24, 2014. It's peak position in France was in the top 10 at rank 8. This album includes hit songs such as 'Silhouttes', 'La malice', and 'L'effet De Serre'.",
                "coverArt": "../public/img/french/Solitaire.jpg"
            },
            {//8
                "artist": "Cœur de Pirate",
                "title": "Roses",
                "genre": "French",
                "description":"Roses is the third studio album by female Quebec singer-songwriter Béatrice Martin under her stage name Cœur de Pirate. It was released on August 28, 2015 by nterscope Records and Cherrytree Records. This album includes feature songs 'Oublie-moi', Crier tout bas' and 'Drapeau Blanc'.",
                "coverArt": "../public/img/french/Roses.jpg"
            },
            {//9
                "artist": "Vanessa Paradis",
                "title": "M&J",
                "genre": "French",
                "description":  "M&J is the debute album from popular French singer and model Vanessa Paradis. The album was released on August 15, 1988 by Polydor and PolyGram Barclay Records. M&J is considered as one of the most successful French language debut albums in recording history. It features Paradis' hit single 'Joe le Taxi'.",
                "coverArt": "../public/img/french/M&J.jpg"
            },
            {//10
                "artist": "Frànçois & The Atlas Mountains",
                "title": "Solide Mirage",
                "genre": "French",
                "description": "Solide Mirage is the fifth studio album by Frànçois & The Atlas Mountains and was released on March 3, 2017. The album is a combination of African-influenced guitar, French tradition, and tender-hearted indie-rock. This album features songs such as 'Tendre Est l'Âme', 'Jamais Deux Pareils', and 'Grand Dérèglement'.",
                "coverArt": "../public/img/french/Solide_Mirage.jpg"
            },
            {//11
                "artist": "Yseult",
                "title": "Yseult",
                "genre": "French",
                "description": "Yseult is the debut studio album by French pop singer Yseult released on January 2014 by Polydor Records. Yseult was a runner-up on season 10 of the French music competition series Nouvelle Stars. This album features the songs 'Pour l’impossible', 'Bye Bye Bye', and 'Blanche'.",
                "coverArt": "../public/img/french/Yseult.jpg"
            },

            //Soundtracks 
            {//1
                "artist": "Alexandre Desplat",
                "title": "The Danish Girl",
                "genre": "Soundtrack",
                "description": "The Danish Girl is the soundtrack album for the 2015 film 'The Danish Girl' by French composer Alexandre Desplat. It was released on November 27, 2015 by Decca Records. The album features all the songs from the film, with the most popular being 'The Danish Girl' and 'Lili's Death'.",
                "coverArt": "../public/img/soundtracks/The_Danish_Girl.jpg"
            },
            {//2
                "artist": "Michael Giacchino",
                "title": "Ratatouille", 
                "genre": "Soundtrack",
                "description": "Ratatouille is the soundtrack album for the 2007 Disney film 'Ratatouille' by American composer Michael Giacchino. The music for Ratatouille gave Giacchino his first Academy Award nomination for Best Original Score as well as his first Grammy Award for Best Score Soundtrack Album. The album features the hit theme 'Le Festine'.",
                "coverArt": "../public/img/soundtracks/Ratatouille.jpg"
            },
            {//3
                "artist": "Various Artists",
                "title": "Mulan",
                "genre": "Soundtrack",
                "description": "Mulan is the soundtrack album for the 1998 Disney film 'Mulan' and was released on June 2, 1998 by Walt Disney. The album peaked at No. 24 on the Billboard 200 on July 18, 1998, concurrent to the film’s run in theaters. It features the film's songs such as 'I'll Make a Man Out of You', 'Reflection', and 'Honor For Us All'.",
                "coverArt": "../public/img/soundtracks/Mulan.jpg"
            },
            {//4
                "artist": "Various Artists",
                "title": "Moana",
                "genre": "Soundtrack",
                "description": "Moana is the soundtrack album for the 2016 Disney film 'Moana' and was released on November 19, 2016 by Walt Disney. The album's lyrics are in English, Samoan, Tokelauan language and 'An Innocent Warrior' with lyrics in Tuvalu. This album features hit songs such as 'You're Welcome', 'We Know The Way', and 'How Far I'll Go'.",
                "coverArt": "../public/img/soundtracks/Moana.jpg"
            },
            {//5
                "artist": "Jonathon Larson",
                "title": "Rent",
                "genre": "Soundtrack",
                "description": "Rent is the soundtrack album for the Tony Award- and Pulitzer Prize-winning musical 'Rent'. It was released on August 27, 1997 by DreamWorks and was recorded by the original Broadway cast of Rent. It features the hit songs 'Tango: Maureen', 'Light My Candle', and 'Seasons of Love'.",
                "coverArt": "../public/img/soundtracks/Rent.jpg"
            },
            {//6
                "artist": "Various Artists",
                "title": "Hercules", 
                "genre": "Soundtrack",
                "description": "Hercules is the soundtrack album for the 1997 Disney film 'Hercules' and was released on May 27, 1997 by Walt Disney. 'Go the Distance' was nominated for both the Academy Award for Best Original Song and the Golden Globe Award for Best Original Song. Hercules features the hit songs 'Zero to Hero', 'Go the Distance' and 'I Won't Say (I'm in Love)'.",
                "coverArt": "../public/img/soundtracks/Hercules.jpg"
            },
            {//7
                "artist": "Various Artists",
                "title": "Guardians of the Galaxy",
                "genre": "Soundtrack",
                "description": "Guardians of the Galaxy is the soundtrack album for the 2014 Marvel film 'Guardians of the Galaxy' and was released on July 29, 2014. The soundtrack album reached number one on the US Billboard 200 chart, becoming the first soundtrack album in history consisting entirely of previously released songs to top the chart. This album includes the featured songs 'Hooked on a Feeling', 'Ain't No Mountain High Enough', 'Escape', and 'Come and Get Your Love'.",
                "coverArt": "../public/img/soundtracks/Guardians_Of_The_Galaxy.jpg"
            },
            {//8
                "artist": "Various Artists",
                "title": "Sing Street",
                "genre": "Soundtrack",
                "description": "Sing Street is the soundtrack album for the 2016 film 'Sing Street' and was released on March 18, 2016 by Decca Records. The album features music of the period from The Cure, A-ha, Duran Duran, The Clash, Hall & Oates, Spandau Ballet, and The Jam. This album includes the feature songs 'Steppin' Out', 'Maneater', and 'Rio'.",
                "coverArt": "../public/img/soundtracks/Sing Street.jpg"
            },
            {//9
                "artist": "Michael Giacchino",
                "title": "Up",
                "genre": "Soundtrack",
                "description": "Up is the soundtrack album for the 2009 Disney film 'Up' and was released on May 26, 2009 by Walt Disney. The album won the Golden Globe Award for Best Original Score at 67th Golden Globe Awards, the Academy Award for Best Original Score at the 82nd Academy Awards, and the BAFTA Award for Best Film Music. It features the songs 'Married Life', 'Paradise Found', and 'The Spirit of Adventure'.",
                "coverArt": "../public/img/soundtracks/Up.jpg"
            },
            {//10
                "artist": "Various Artists",
                "title": "High School Musical",
                "genre": "Soundtrack",
                "description": "High School Musical is the soundtrack album for the 2007 Disney film 'High School Musical' and was released on August 14, 2007. The album was number one on the Billboard 200 chart and was the first soundtrack of a television movie to debut at the Billboard summit. It features the hit songs 'Fabulous', 'I Don't Dance' and 'Bet On It'.",
                "coverArt": "../public/img/soundtracks/High_School_Musical2.jpg"
            },
            {//11
                "artist": "Various Artists",
                "title": "Mamma Mia!",
                "genre": "Soundtrack",
                "description": "Mamma Mia! is the soundtrack album for the 2008 musical film 'Mamma Mia!' and was released on July 8, 2008. The album was nominated for a Grammy Award for Best Compilation Soundtrack Album for Motion Picture, Television or Other Visual Media. This album includes the feature songs 'Dancing Queen', 'Money, Money, Money' and 'Lay All Your Love On Me'.", 
                "coverArt": "../public/img/soundtracks/Mamma_Mia.jpg"
            }
        ]
    }
}